import getpass
import ipywidgets as widgets
from IPython.display import display
import time
import random
from colorama import Fore, Back, Style 
from pygame import mixer
ad1={1:'''அகர முதல எழுத்தெல்லாம் ஆதி
பகவன் முதற்றே உலகு.''',2:'''கற்றதனால் ஆய பயனென்கொல் வாலறிவன்
நற்றாள் தொழாஅர் எனின்.''',3:'''மலர்மிசை ஏகினான் மாணடி சேர்ந்தார்
நிலமிசை நீடுவாழ் வார்.''',4:'''வேண்டுதல் வேண்டாமை இலானடி சேர்ந்தார்க்கு
யாண்டும் இடும்பை இல.''',5:'''இருள்சேர் இருவினையும் சேரா இறைவன்
பொருள்சேர் புகழ்புரிந்தார் மாட்டு.''',6:'''பொறிவாயில் ஐந்தவித்தான் பொய்தீர் ஒழுக்க
நெறிநின்றார் நீடுவாழ் வார்.''',7:'''தனக்குவமை இல்லாதான் தாள்சேர்ந்தார்க் கல்லால்
மனக்கவலை மாற்றல் அரிது.''',8:'''அறவாழி அந்தணன் தாள்சேர்ந்தார்க் கல்லால்
பிறவாழி நீந்தல் அரிது.''',9:'''கோளில் பொறியின் குணமிலவே எண்குணத்தான்
தாளை வணங்காத் தலை.''',10:'''பிறவிப் பெருங்கடல் நீந்துவர் நீந்தார்
இறைவன் அடிசேரா தார்.'''}
ad1mt={1:'''எழுத்துக்கள் எல்லாம் அகரத்தை அடிப்படையாக கொண்டிருக்கின்றன.
அதுபோல உலகம் கடவுளை அடிப்படையாக கொண்டிருக்கிறது.''',
2:'''தூய அறிவு வடிவாக விளங்கும் இறைவனுடைய நல்ல திருவடிகளை
தொழாமல் இருப்பாரானால்,அவர் கற்ற கல்வியினால் ஆகிய பயன் என்ன?.''',
3:'''அன்பரின் அகமாகிய மலரில் வீற்றிருக்கும் கடவுளின் சிறந்த திருவடிகளை
பொருந்தி நினைக்கின்றவர்,இன்ப உலகில் நிலைத்து வாழ்வார்.''',
4:'''விருப்பு வெறுப்பு இல்லாத கடவுளின் திருவடிகளை பொருந்தி நினைக்கின்றவர்க்கு
எப்போதும் எவ்விடத்திலும் துன்பம் இல்லை.''',
5:'''கடவுளின் உண்மைப் புகழை விரும்பி அன்பு செலுத்துகின்றவரிடம் அறியாமையால்
விளையும் இருவகை வினையும் சேர்வதில்லை.''',
6:'''ஐம்பொறி வாயிலாக பிறக்கும் வேட்கைகளை அவித்த இறைவனுடைய பொய்யற்ற
ஒழுக்க நெறியில் நின்றவர்,நிலை பெற்ற நல்வாழ்க்கை வாழ்வர்.''',
7:'''தனக்கு ஒப்புமை இல்லாத தலைவனுடைய திருவடிகளைப் பொருந்தி
நினைக்கின்றவர் அல்லாமல்,மற்றவர்க்கு மனக்கவலையை மாற்ற முடியாது.''',
8:'''அறக்கடலாக விளங்கும் கடவுளின் திருவடிகளைப் பொருந்தி நினைக்கின்றவர்
அல்லாமல்,மற்றவர் பொருளும் இன்பமுமாகிய மற்ற கடல்களைக் கடக்க முடியாது.''',
9:'''கேட்காதசெவி, பார்க்காத கண் போன்ற எண் குணங்களை உடைய கடவுளின்
திருவடிகளைவணங்காதவரின் தலைகள் பயனற்றவைகளாம்.''',
10:'''இறைவனுடைய திருவடிகளை பொருந்தி நினைக்கின்றவர் பிறவியாகிய பெரிய
கடலைக் கடக்க முடியும்.மற்றவர் கடக்க முடியாது.'''}
ad1mt1={1:'''அகரம் எழுத்துக்களுக்கு முதன்மை;ஆதிபகவன்,
உலகில் வாழும் உயிர்களுக்கு முதன்மை''',2:'''தன்னைவிட அறிவில் மூத்தபெருந்தகையாளரின் முன்னே வணங்கி நிற்கும் பண்பு இல்லாவிடில்
என்னதான் ஒருவர் கற்றிருந்தாலும் அதனால் என்ன பயன்? ஒன்றுமில்லை''',
3:'''மலர் போன்ற மனத்தில் நிறைந்தவனைப் பின்பற்றுவோரின் புகழ்வாழ்வு,
உலகில் நெடுங்காலம் நிலைத்து நிற்கும்''',4:'''விருப்பு வெறுப்பற்றுத் தன்னலமின்றித்
திகழ்கின்றவரைப் பின்பற்றி நடப்பவர்களுக்கு எப்போதுமே துன்பம் ஏற்படுவதில்லை''',
5:'''இறைவன் என்பதற்குரிய பொருளைப் புரிந்து கொண்டு புகழ் பெற விரும்புகிறவர்கள்,
நன்மை தீமைகளை ஒரே அளவில் எதிர் கொள்வார்கள்''',
6:'''மெய், வாய், கண், மூக்கு, செவி எனும் ஐம்பொறிகளையும் கட்டுப்படுத்திய
தூயவனின் உண்மையான ஒழுக்கமுடைய நெறியைப் பின்பற்றி நிற்பவர்களின் புகழ்வாழ்வு
நிலையானதாக அமையும்''',7:'''ஒப்பாரும் மிக்காருமில்லாதவனுடைய அடியொற்றி
நடப்பவர்களைத் தவிர,மற்றவர்களின் மனக்கவலை தீர வழியேதுமில்லை''',
8:'''அந்தணர் என்பதற்குப் பொருள் சான்றோர் என்பதால், அறக்கடலாகவே விளங்கும்
அந்தச் சான்றோரின் அடியொற்றி நடப்பவர்க்கேயன்றி,மற்றவர்களுக்குப் பிற துன்பக்
கடல்களைக் கடப்பது என்பது எளிதான காரியமல்ல''',9:'''உடல், கண், காது, மூக்கு,
வாய் எனும் ஐம்பொறிகள் இருந்தும், அவைகள் இயங்காவிட்டால் என்ன நிலையோ
அதே நிலைதான் ஈடற்ற ஆற்றலும் பண்பும் கொண்டவனை வணங்கி நடக்காதவனின்
நிலையும் ஆகும்.''',10:'''வாழ்க்கை எனும் பெருங்கடலை நீந்திக் கடக்க முனைவோர்,
தலையானவனாக இருப்பவனின் அடி தொடர்ந்து செல்லாவிடில் நீந்த முடியாமல்
தவிக்க நேரிடும்'''}
ad1m={1:'''As the letter A is the first of all letters,
so the eternal God is first in the world.''',2:'''What Profit have those derived from learning,
who worship not the good feet of Him who is possessed of pure knowledge?''',
3:'''They who are united to the glorious feet of Him who passes swiftly over the
flower of the mind,shall flourish long above all worlds''',4:'''To those who meditate the feet of Him who is void of desire or aversion,
evil shall never come''',5:'''The two-fold deeds that spring from darkness shall not adhere
to those who delight in the true praise of God''',6:'''Those shall long proposer who abide in the
faultless way of Him who has destroyed the five desires of the senses''',
7:'''Unless His foot, 'to Whom none can compare,' men gain,
'Tis hard for mind to find relief from anxious pain''',8:'''None can swim the sea of vice, but those who are
united to the feet of that gracious Being who is a sea of virtue''',9:'''The head that worships not the feet of Him who is possessed of eight attributes,
is as useless as a sense without the power of sensation''',10:'''None can swim the great
sea of births but those who are united to the feet of God'''}
ad1mt2={1:'''எழுத்துக்கள் எல்லாம் அகரத்தில் தொடங்குகின்றன;
(அது போல) உலகம் கடவுளில் தொடங்குகிறது.''',2:'''தூய அறிவு வடிவானவனின் திருவடிகளை வணங்காதவர்,
படித்ததனால் பெற்ற பயன்தான் என்ன?''',3:'''மனமாகிய மலர்மீது சென்று இருப்பவனாகிய கடவுளின் சிறந்த
திருவடிகளை எப்போதும் நினைப்பவர் இப்பூமியில் நெடுங்காலம் வாழ்வர்''',
4:'''எதிலும் விருப்பு வெறுப்பு இல்லாத கடவுளின் திருவடிகளை மனத்தால் எப்போதும்
நினைப்பவருக்கு உலகத் துன்பம் ஒருபோதும் இல்லை''',
5:'''கடவுளின் மெய்மைப் புகழையே விரும்புபவரிடம் அறியாமை இருளால் வரும் நல்வினை,
தீவினை என்னும் இரண்டும் சேருவதில்லை''',6:'''மெய், வாய், கண், மூக்கு, செவி ஆகிய ஐந்து பொறிகளின் வழிப் பிறக்கும் தீய ஆசைகளை அழித்து கடவுளின் பொய்யற்ற
ஒழுக்க வழியிலே நின்றவர் நெடுங்காலம் வாழ்வார்''',
7:'''தனக்கு இணையில்லாத கடவுளின் திருவடிகளைச் சேர்ந்தவர்க்கே அன்றி, மற்றவர்களுக்கு
மனக்கவலையைப் போக்குவது கடினம்''',8:'''அறக்கடலான கடவுளின் திருவடிகளை சேர்ந்தவரே அல்லாமல் மற்றவர்
பிறவியாக கடலை நீந்திக் கடப்பது கடினம் ''',9:'''எண்ணும் நல்ல குணங்களுக்கு எல்லாம் இருப்பிடமான கடவுளின் திருவடிகளை வணங்காத தலைகள், புலன்கள் இல்லாத பொறிகள்போல,
இருந்தும் பயன் இல்லாதவையே''',10:'''கடவுளின் திருவடிகளைச் சேர்ந்தவர் பிறவியாகிய பெருங்கடலை நீந்திக் கடப்பர்;
மற்றவர் நீந்தவும் மாட்டார்'''}
ad2={11:'''வானின் றுலகம் வழங்கி வருதலால்
தானமிழ்தம் என்றுணரற் பாற்று''',12:'''துப்பார்க்குத் துப்பாய துப்பாக்கித் துப்பார்க்குத்
துப்பாய தூஉ மழை''',13:'''விண்இன்று பொய்ப்பின் விரிநீர் வியனுலகத்து
உள்நின் றுடற்றும் பசி''',14:'''ஏரின் உழாஅர் உழவர் புயல்என்னும்
வாரி வளங்குன்றிக் கால்''',15:'''கெடுப்பதூஉம் கெட்டார்க்குச் சார்வாய்மற் றாங்கே
எடுப்பதூஉம் எல்லாம் மழை''',16:'''விசும்பின் துளிவீழின் அல்லால்மற் றாங்கே
பசும்புல் தலைகாண் பரிது''',17:'''நெடுங்கடலும் தன்நீர்மை குன்றும் தடிந்தெழிலி
தான்நல்கா தாகி விடின்''',18:'''சிறப்பொடு பூசனை செல்லாது வானம்
வறக்குமேல் வானோர்க்கும் ஈண்டு''',19:'''தானம் தவமிரண்டும் தங்கா வியனுலகம்
வானம் வழங்கா தெனின்''',20:'''நீரின் றமையா துலகெனின் யார்யார்க்கும்
வானின் றமையா தொழுக்கு'''}
ad2m={11:'''By the continuance of rain the world is preserved in existence;
it is therefore worthy to be called ambrosia''',12:'''Rain produces good food,
and is itself food''',13:'''If the cloud, withholding rain, deceive (our hopes)
hunger will long distress the sea-girt spacious world''',
14:'''If the abundance of wealth imparting rain diminish,
the labour of the plough must cease''',15:'''Rain by its absence ruins men;
and by its existence restores them to fortune''',16:'''If no drop falls from the clouds,
not even the green blade of grass will be seen''',17:'''Even the wealth of the wide sea will be
diminished, if the cloud that has drawn (its waters) up gives them not back again(in rain)''',
18:'''If the heaven dry up, neither yearly festivals,nor daily worship will be
offered in this world, to the celestials''',19:'''If rain fall not, penance and alms-deeds
will not dwell within this spacious world''',20:'''If it be said that the duties of life cannot be discharged by any person
without water, so without rain there cannot be the flowing of water'''}
ad2mt={11:'''மழை பெய்ய உலகம் வாழ்ந்து வருவதால்,மழையானது உலகத்து
வாழும் உயிர்களுக்கு அமிழ்தம் என்று உணரத்தக்கதாகும்''',
12:'''உண்பவர்க்குத் தக்க உணவுப் பொருள்களை விளைவித்துத் தருவதோடு,பருகுவோர்க்குத்
தானும் ஓர் உணவாக இருப்பது மழையாகும்''',13:'''மழை பெய்யாமல் பொய்படுமானால், கடல் சூழ்ந்த அகன்ற உலகமாக
இருந்தும் பசி உள்ளே நிலைத்து நின்று உயிர்களை வருத்தும்''',
14:'''மழை என்னும் வருவாய் வளம் குன்றி விட்டால்,
( உணவுப் பொருள்களை உண்டாக்கும்) உழவரும் ஏர் கொண்டு உழமாட்டார்''',
15:'''பெய்யாமல் வாழ்வைக் கெடுக்க வல்லதும் மழை; மழையில்லாமல் வளம் கெட்டு
நொந்தவர்க்கும் துணையாய் அவ்வாறே காக்க வல்லதும் மழையாகும்''',
16:'''வானத்திலிருந்து மழைத்துளி வீழ்ந்தால் அல்லாமல்,உலகத்தில் ஓரறிவுயிராகிய
பசும்புல்லின் தலையையும் காண முடியாது''',17:'''மேகம் கடலிலிருந்து நீரைக் கொண்டு அதனிடத்திலேயே பெய்யாமல் விடுமானால்,
பெரிய கடலும் தன் வளம் குன்றிப் போகும்''',
18:'''மழை பெய்யாமல் போகுமானால் இவ்வுலகத்தில் வானோர்க்காக நடைபெறும் திருவிழாவும் நடைபெறாது;
நாள் வழிபாடும் நடைபெறாது''',19:'''மழை பெய்யவில்லையானால், இந்த பெரிய உலகத்தில் பிறர் பொருட்டு செய்யும் தானமும்,
தம் பொருட்டு செய்யும் தவமும் இல்லையாகும்.''',
20:'''எப்படிப்பட்டவர்க்கும் நீர் இல்லாமல் உலக வாழ்க்கை நடைபெறாது என்றால்,
மழை இல்லையானால் ஒழுக்கமும் நிலைபெறாமல் போகும்'''}
ad2mt1={11:'''உலகத்தை வாழ வைப்பது மழையாக அமைந்திருப்பதால் அதுவே
அமிழ்தம் எனப்படுகிறது''',12:'''யாருக்கு உணவுப் பொருள்களை விளைவித்துத்தர மழை பயன்படுகிறதோ,
அவர்களுக்கே அந்த மழை அவர்கள் அருந்தும் உணவாகவும் ஆகி அரியதியாகத்தைச் செய்கிறது''',
13:'''கடல்நீர் சூழ்ந்த உலகமாயினும், மழைநீர் பொய்த்து விட்டால் பசியின் கொடுமை
வாட்டி வதைக்கும்''',14:'''மழை என்னும் வருவாய் வளம் குன்றிவிட்டால்,
உழவுத் தொழில் குன்றி விடும்''',15:'''பெய்யாமல் விடுத்து உயிர்களின் வாழ்வைக்
கெடுக்கக் கூடியதும், பெய்வதன் காரணமாக உயிர்களின் நலிந்த வாழ்வுக்கு வளம்
சேர்ப்பதும் மழையே ஆகும்''',16:'''விண்ணிலிருந்து மழைத்துளி விழுந்தாலன்றி மண்ணில்
பசும்புல் தலை காண்பது அரிதான ஒன்றாகும்''',17:'''ஆவியான கடல்நீர் மேகமாகி அந்தக் கடலில் மழையாகப் பெய்தால்தான் கடல்கூட வற்றாமல் இருக்கும் மனித சமுதாயத்திலிருந்து புகழுடன்
உயர்ந்தவர்களும் அந்தச் சமுதாயத்திற்கே பயன்பட்டால்தான் அந்தச் சமுதாயம் வாழும்''',
18:'''வானமே பொய்த்து விடும்போது, அதன்பின்னர் அந்த வானத்தில் வாழ்வதாகச்
சொல்லப்படுகிறவர்களுக்கு விழாக்கள் ஏது? வழிபாடுதான் ஏது?''',19:'''இப்பேருலகில் மழை பொய்த்து விடுமானால் அது, பிறர் பொருட்டுச் செய்யும் தானத்திற்கும்,
தன்பொருட்டு மேற்கொள்ளும் நோன்புக்கும் தடங்கலாகும்''',20:'''உலகில் மழையே இல்லையென்றால் ஒழுக்கமே கெடக்கூடும் என்ற நிலை இருப்பதால்,
நீரின் இன்றியமையாமையை உணர்ந்து செயல்பட வேண்டும்'''}
ad2mt2={11:'''உரிய காலத்தில் இடைவிடாது மழை பெய்வதால்தான் உலகம் நிலைபெற்று வருகிறது;
அதனால் மழையே அமிழ்தம் எனலாம்''',12:'''நல்ல உணவுகளைச் சமைக்கவும், சமைக்கப்பட்ட உணவுகளை உண்பவர்க்கு
இன்னுமோர் உணவாகவும் பயன்படுவது மழையே''',13:'''உரிய காலத்தே மழை பெய்யாது பொய்க்குமானால், கடல் சூழ்ந்த
இப்பேருலகத்தில் வாழும் உயிர்களைப் பசி வருத்தும்''',
14:'''மழை என்னும் வருவாய் தன் வளத்தில் குறைந்தால்,உழவர் ஏரால் உழவு
செய்யமாட்டார்''',15:'''பெய்யாமல் மக்களைக் கெடுப்பதும்; பெய்து கெட்டவரைத் திருத்துவதும்
எல்லாமே மழைதான்''',16:'''மேகத்திலிருந்து மழைத்துளி விழாது போனால், பசும்புல்லின் நுனியைக்கூட
இங்கே காண்பது அரிதாகிவிடும்''',17:'''பெய்யும் இயல்பிலிருந்து மாறி மேகம் பெய்யாது போனால்,
நீண்ட கடல் கூட வற்றிப் போகும்''',18:'''மழை பொய்த்துப் போனால் தெய்வத்திற்குத் தினமும் நடக்கும் பூசனையும் நடக்காது;
ஆண்டுதோறும் கொண்டாடப்படும் திருவிழாவும் நடைபெறாது''',19:'''மழை பொய்த்துப் போனால், விரிந்த இவ்வுலகத்தில் பிறர்க்குத் தரும் தானம் இராது;
தன்னை உயர்த்தும் தவமும் இராது.''',20:'''எத்தனை பெரியவரானாலும் நீர் இல்லாமல் வாழமுடியாது;
அந்த நீரோ மழை இல்லாமல் கிடைக்காது'''}
ad3={21:'''ஒழுக்கத்து நீத்தார் பெருமை விழுப்பத்து
வேண்டும் பனுவல் துணிவு''',22:'''துறந்தார் பெருமை துணைக்கூறின் வையத்து
இறந்தாரை எண்ணிக்கொண் டற்று''',23:'''இருமை வகைதெரிந் தீண்டறம் பூண்டார்
பெருமை பிறங்கிற் றுலகு''',24:'''உரனென்னுந் தோட்டியான் ஓரைந்தும் காப்பான்
வரனென்னும் வைப்பிற்கோர் வித்து''',25:'''ஐந்தவித்தான் ஆற்றல் அகல்விசும்பு ளார்கோமான்
இந்திரனே சாலுங் கரி''',26:'''செயற்கரிய செய்வார் பெரியர் சிறியர்
செயற்கரிய செய்கலா தார்''',27:'''சுவையொளி ஊறோசை நாற்றமென் றைந்தின்
வகைதெரிவான் கட்டே உலகு''',28:'''நிறைமொழி மாந்தர் பெருமை நிலத்து
மறைமொழி காட்டி விடும்''',29:'''குணமென்னுங் குன்றேறி நின்றார் வெகுளி
கணமேயுங் காத்தல் அரிது''',30:'''அந்தணர் என்போர் அறவோர்மற் றெவ்வுயிர்க்கும்
செந்தண்மை பூண்டொழுக லான்'''}
ad3m={21:'''The end and aim of all treatise is to extol beyond all other excellence,
the greatness of those who,while abiding in the rule of conduct peculiar to their
state, have abandoned all desire''',22:'''To describe the measure of the greatness of
those who have forsaken the two-fold desires, is like counting the dead''',
23:'''The greatness of those who have discovered the properties of both states of being,
and renounced the world, shines forth on earth (beyond all others)''',
24:'''He who guides his five senses by the hook of wisdom will
be a seed in the world of heaven''',25:'''Indra, the king of the inhabitants of the spacious heaven, is himself,
a sufficient proof of the strength of him who has subdued his five senses''',
26:'''The great will do those things which is difficult to be done;
but the mean cannot do them''',27:'''The world is within the knowledge of him who knows the properties of
taste, sight, touch, hearing and smell''',28:'''The hidden words of the men whose words are full of effect,
will shew their greatness to the world''',29:'''The anger of those who have ascended the mountain of goodness,
though it continue but for a moment, cannot be resisted''',
30:'''The virtuous are truly called Anthanar;because in their conduct
towards all creatures they are clothed in kindness'''}
ad3mt={21:'''ஒழுக்கத்தில் நிலைத்து நின்று பற்று விட்டவர்களின் பெருமையைச் சிறந்ததாக
போற்றி கூறுவதே நூல்களின் துணிவாகும்.''',22:'''பற்றுக்களைத் துறந்தவர்களின் பெருமையை அளந்து கூறுதல், உலகத்தில் இதுவரை பிறந்து
இறந்தவர்களை கணக்கிடுவதைப்போன்றது.''',23:'''பிறப்பு வீடு என்பன போல் இரண்டிரண்டாக உள்ளவைகளின் கூறுபாடுகளை ஆராய்ந்தறிந்து
அறத்தை மேற்கொண்டவரின் பெருமையே உலகத்தில் உயர்ந்தது.''',
24:'''அறிவு என்னும் கருவியினால் ஐம்பொறிகளாகிய யானைகளை அடக்கி காக்க வல்லவன்,
மேலான வீட்டிற்கு விதை போன்றவன்.''',25:'''ஐந்து புலன்களாலாகும் ஆசைகளை ஒழித்தவனுடைய வல்லமைக்கு, வானுலகத்தாரின்
தலைவனாகிய இந்திரனே போதுமான சான்று ஆவான்.''',
26:'''செய்வதற்கு அருமையான செயல்களை செய்ய வல்லவரே பெரியோர்.
செய்வதற்கு அரிய செயல்களைச் செய்யமாட்டாதவர் சிறியோர்.''',
27:'''சுவை, ஒளி, ஊறு, ஓசை, நாற்றம் என்று சொல்லப்படும் ஐந்தின் வகைகளையும் ஆராய்ந்து
அறிய வல்லவனுடைய அறிவில் உள்ளது உலகம்''',28:'''பயன் நிறைந்த மொழிகளில் வல்ல சான்றோரின் பெருமையை, உலகத்தில் அழியாமல்
விளங்கும் அவர்களுடைய மறைமொழிகளே காட்டிவிடும்.''',
29:'''நல்ல பண்புகளாகிய மலையின்மேல் ஏறி நின்ற பெரியோர், ஒரு கணப்பொழுதே
சினம் கொள்வார் ஆயினும் அதிலிருந்து ஒருவரைக் காத்தல் அரிதாகும்''',
30:'''எல்லா உயிர்களிடத்திலும் செம்மையான அருளை மேற்கொண்டு
ஒழுகுவதால், அறவோரே அந்தணர் எனப்படுவோர் ஆவர்.'''}
ad3mt1={21:'''ஒழுக்கத்தில் உறுதியான துறவிகளின் பெருமை, சான்றோர் நூலில்
விருப்பமுடனும், உயர்வாகவும் இடம் பெறும்''',
22:'''உலகில் இறந்தவர்களின் எண்ணிக்கை எவ்வளவு என்று கூற முடியுமா?அதுபோலத்தான்
உண்மையாகவே பற்றுகளைத் துறந்த உத்தமர்களின் பெருமையையும் அளவிடவே முடியாது''',
23:'''நன்மை எது, தீமை எது என்பதை ஆய்ந்தறிந்து நன்மைகளை மேற்கொள்பவர்களே
உலகில் பெருமைக்குரியவர்களாவார்கள்''',24:'''உறுதியென்ற அங்குசம் கொண்டு, ஐம்பொறிகளையும்
அடக்கிக் காப்பவன், துறவறம் எனும் நிலத்திற்கு ஏற்ற விதையாவான்''',
25:'''புலன்களை அடக்க முடியாமல் வழிதவறிச் சென்றிடும் மனிதனுக்குச் சான்றாக
இந்திரன் விளங்கி, ஐம்புலன்களால் ஏற்படும் ஆசைகளைக் கட்டுப்படுத்தியதால் வான்புகழ்
கொண்டவர்களின் ஆற்றலை எடுத்துக் காட்டுகிறான்''',
26:'''பெருமை தரும் செயல்களைப் புரிவோரைப் பெரியோர் என்றும், சிறுமையானசெயல்களையன்றிப்
பெருமைக்குரிய செயல்களைச் செய்யாதவர்களைச் சிறியோர் என்றும் வரையறுத்துவிட முடியும்''',
27:'''ஐம்புலன்களின் இயல்பை உணர்ந்து அவற்றை அடக்கியாளும் திறன்
கொண்டவனையே உலகம் போற்றும்''',28:'''சான்றோர்களின் பெருமையை, இந்த உலகில் அழியாமல் நிலைத்து நிற்கும் அவர்களது
அறவழி நூல்களே எடுத்துக் காட்டும்''',29:'''குணக்குன்றுகளான பெரியவர்கள் கோபம் கொண்டால் அந்தக் கோபம் அவர்கள் உள்ளத்தில்
ஒரு கணம் கூட நிலைத்து நிற்காது''',30:'''அனைத்து உயிர்களிடத்திலும் அன்புகொண்டு அருள் பொழியும்
சான்றோர் எவராயினும் அவர் அந்தணர் எனப்படுவார்'''}
ad3mt2={21:'''தமக்குரிய ஒழுக்கத்தில் வாழ்ந்து, ஆசைகளை அறுத்து, உயர்ந்த மேன்மக்களின் பெருமையே,
சிறந்தனவற்றுள் சிறந்தது என்று நூல்கள் சொல்கின்றன.''',
22:'''ஆசைகளை விட்டு விலகியவரின் பெருமைக்கு, எண்ணிக்கையால் அளவு கூறுவது, இந்த உலகத்தில் இறந்து போனவர்களின்
எண்ணிக்கையை எல்லாம் எண்ணுவது போலாகும்.''',
23:'''இம்மையின் துன்பத்தையும் மறுமையின் இன்பத்தையும் அறிந்து, மெய் உணர்ந்து,
ஆசைகள் அறுத்து எறியும் அறத்தைச்செய்தவரின் பெருமையே,இவ்வுலகில் உயர்ந்து விளங்குகிறது''',
24:'''மெய், வாய்,கண், மூக்கு, செவி என்னும் ஐந்து யானைகளும் தத்தம் புலன்கள் ஆகிய ஊறு, சுவை, ஒளி, நாற்றம், ஓசை ஆகியவற்றின் மேல் செல்லாமல், அவற்றை மன உறுதி என்னும் அங்குசத்தால் காப்பவன்
எல்லாவற்றிலும் சிறந்ததாகிய வீட்டுலகிற்கு ஒருவிதை ஆவான்''',
25:'''அகன்ற வானத்து வாழ்பவரின் இறைவனாகிய இந்திரனே, புலன்வழிப் பெருகும் ஆசை ஐந்தையும்
அறுத்தவனின்வலிமைக்குத் தகுந்த சான்று ஆவான்''',
26:'''பிறர் செய்வதற்கு முடியாத செயல்களைச் செய்பவரே மேன்மக்கள்;
செய்ய முடியாதவரோ சிறியவரே.''',27:'''சுவை, ஒளி, ஊறு, ஓசை, நாற்றம் என்று கூறப்படும் ஐந்து புலன்களின் வழிப் பிறக்கும்
ஆசைகளை அறுத்து எறிபவனின் வசப்பட்டதே இவ்வுலகம்.''',
28:'''நிறைவான வாக்குப் பெருமை உடைய மேன் மக்களின் உயர்வை, அவர்கள் இவ்வுலகில் சொன்ன மந்திரச்
சொற்களே அடையாளம் காட்டிவிடும்.''',29:'''நற்குணங்களாம் சிறுமலை மீது ஏறி நின்ற அம் மேன்மக்கள், தமக்குள் ஒரு கணப்பொழுதும்
கோபத்தைக் கொண்டிருப்பது கடினம்.''',30:'''எல்லா உயிர்களிடத்திலும் இரக்கம் கொண்டு வாழ்பவரே அறவோர்;
அவரே அந்தணர்'''}
ad4={31:'''சிறப்பீனும் செல்வமும் ஈனும் அறத்தினூஉங்கு
ஆக்கம் எவனோ உயிர்க்கு''',32:'''அறத்தினூஉங் காக்கமும் இல்லை அதனை
மறத்தலின் ஊங்கில்லை கேடு''',33:'''ஒல்லும் வகையான அறவினை ஓவாதே
செல்லும்வாய் எல்லாஞ் செயல்''',34:'''மனத்துக்கண் மாசிலன் ஆதல் அனைத்தறன்
ஆகுல நீர பிற''',35:'''அழுக்கா றவாவெகுளி இன்னாச்சொல் நான்கும்
இழுக்கா இயன்ற தறம்''',36:'''அன்றறிவாம் என்னா தறஞ்செய்க மற்றது
பொன்றுங்கால் பொன்றாத் துணை''',37:'''அறத்தா றிதுவென வேண்டா சிவிகை
பொறுத்தானோ டூர்ந்தான் இடை''',38:'''வீழ்நாள் படாஅமை நன்றாற்றின் அஃதொருவன்
வாழ்நாள் வழியடைக்கும் கல்''',39:'''அறத்தான் வருவதே இன்பமற் றெல்லாம்
புறத்த புகழும் இல''',40:'''செயற்பால தோரும் அறனே ஒருவற்கு
உயற்பால தோரும் பழி'''}
ad4m={31:'''Virtue will confer heaven and wealth; what greater
source of happiness can man possess ?''',32:'''There can be no greater source of good than (the practice of) virtue;
there can be no greater source of evil than the forgetfulness of it''',
33:'''As much as possible, in every way, incessantly practise virtue''',34:'''Let him who does virtuous deeds be of spotless mind; to that extent is virtue;
all else is vain show''',35:'''That conduct is virtue which is free from these four things, viz, malice,
desire, anger and bitter speech''',36:'''Defer not virtue to another day; receive her now; and at the dying hour
she will be your undying friend''',37:'''The fruit of virtue need not be described in books; it may be inferred from seeing the bearer of a
palanquin and the rider therein''',38:'''If one allows no day to pass without some good being done, his conduct will be a stone to block
up the passage to other births''',39:'''Only that pleasure which flows from domestic virtue is pleasure;
all else is not pleasure, and it is without praise''',
40:'''That is virtue which each ought to do, and that is vice which each should shun'''}
ad4mt={31:'''அறம் சிறப்பையும் அளிக்கும்: செல்வத்தையும் அளிக்கும்: ஆகையால் உயிர்க்கு
அத்தகைய அறத்தை விட நன்மையானது வேறு யாது?''',32:'''ஒரு வருடைய வாழ்கைக்கு அறத்தை விட நன்மையானதும் இல்லை:
அறத்தை போற்றாமல் மறப்பதை விடக்கொடியதும் இல்லை.''',33:'''செய்யக்கூடிய வகையால், எக்காரணத்தாலும் விடாமல் செல்லுமிடமெல்லாம்
அறச்செயலைப் போற்றிச் செய்ய வேண்டும்.''',34:'''ஒருவன் தன்மனதில் குற்றம் இல்லாதவானாக இருக்க வேண்டும். அறம் அவ்வளவே: மனத்தூய்மை
இல்லாத மற்றவை ஆரவாரத் தன்மை உடையவை.''',35:'''பொறாமை, ஆசை, சினம், கடுஞ்சொல் ஆகிய இந்த நான்கு குற்றங்களுக்கும் இடங்கொடுக்காமல்
அவற்றைக் கடித்து ஒழுகுவதே அறமாகும்''',36:'''இளைஞராக உள்ளவர், பிற்காலத்தில் பார்த்து கொள்ளலாம் என்று எண்ணாமல் அறம் செய்ய வேண்டும். அதுவே உடல்
அழியும் காலத்தில் அழியா துணையாகும்.''',37:'''பல்லக்கை சுமப்பவனும் அதன்மேலிருந்து ஊர்ந்து செல்லுவோனுமாகிய
அவர்களிடையேஅறத்தின் பயன் இஃது என்று கூறவேண்டா.''',
38:'''ஒருவன் அறம் செய்ய தவறிய நாள் ஏற்படாதவாறு அறத்தை செய்வானானால் அதுவே அவன் உடலோடு வாழும்
நாள் வரும் பிறவி வழியை அடைக்கும் கல்லாகும்.''',39:'''அறநெறியில் வாழ்வதன் பயனாக வருவதே இன்பமாகும். அறத்தோடு பொருந்தாமல் வருவன எல்லாம்
இன்பம் இல்லாதவை: புகழும் இல்லாதவை.''',40:'''ஒருவன் வாழ்நாளில் முயற்சி மேற்கொண்டு செய்யத்தக்கது அறமே.
ெய்யாமல் காத்து கொள்ளத்தக்கது பழியே.'''}
ad4mt1={31:'''சிறப்பையும், செழிப்பையும் தரக்கூடிய அறவழி ஒன்றைத்தவிர ஆக்கமளிக்கக்
கூடிய வழி வேறென்ன இருக்கிறது?''',32:'''நன்மைகளின் விளைநிலமாக இருக்கும் அறத்தைப் போல் ஒருவருடைய வாழ்க்கைக்கு ஆக்கம் தரக்கூடியது எதுவுமில்லை;
அந்த அறத்தை மறப்பதை விடத் தீமையானதும் வேறில்லை''',
33:'''செய்யக்கூடிய செயல்கள் எவை ஆயினும், அவை எல்லா இடங்களிலும்
தொய்வில்லாத அறவழியிலேயே செய்யப்பட வேண்டும்''',34:'''மனம் தூய்மையாக இருப்பதே அறம்; மற்றவை
ஆரவாரத்தைத் தவிர வேறொன்றுமில்லை''',35:'''பொறாமை, பேராசை, பொங்கும் கோபம், புண்படுத்தும் சொல் ஆகிய
இந்த நான்கும் அறவழிக்குப் பொருந்தாதவைகளாகும்''',36:'''பிறகு பார்த்துக்கொள்ளலாம் என்று நாள் கடத்தாமல் அறவழியை மேற்கொண்டால் அது ஒருவர் இறந்தபின் கூட
அழியாப் புகழாய் நிலைத்துத் துணை நிற்கும்''',37:'''அறத்தைச் செய்வதால் வரும் பயன் இது என்று நூல்களைக் கொண்டு மெய்ப்பிக்க வேண்டியது இல்லை. பல்லக்கைத் தூக்கிச் செல்பவனையும் அதில் பயணிப்பவனையும்
கண்ட அளவில் பயனை அறியலாம்.''',38:'''பயனற்றதாக ஒருநாள்கூடக் கழிந்து போகாமல், தொடர்ந்து நற்செயல்களில் ஈடுபடுபவருக்கு வாழ்க்கைப் பாதையைச் சீராக்கி அமைத்துத் தரும்
கல்லாக அந்த நற்செயல்களே விளங்கும்''',39:'''தூய்மையான நெஞ்சுடன் நடத்தும் அறவழி வாழ்க்கையில் வருகின்ற புகழால் ஏற்படுவதே இன்பமாகும் அ
தற்கு மாறான வழியில் வருவது புகழும் ஆகாது; இன்பமும் ஆகாது''',
40:'''பழிக்கத் தக்கவைகளைச் செய்யாமல் பாராட்டத்தக்க அறவழிச் செயல்களில் நாட்டம்
கொள்வதே ஒருவர்க்குப் புகழ் சேர்க்கும்'''}
ad4mt2={31:'''அறம், நான்கு பேர் முன் நமக்கு மேன்மையைத் தரும்; நல்ல செல்வத்தையும் கொடுக்கும். இத்தகைய அறத்தைக்
காட்டிலும் மேன்மையானது நமக்கு உண்டா?''',32:'''அறம் செய்வதை விட நன்மையும் இல்லை. அதைச் ச
ெய்ய மறப்பதைவிட கெடுதியும் இல்லை''',33:'''இடைவிடாமல் இயன்ற மட்டும் எல்லா
இடங்களிலும் அறச்செயலைச் செய்க.''',34:'''மனத்து அளவில் குற்றம் இல்லாதவனாய் ஆகுக; அறம் என்பது அவ்வளவே; பிற வார்த்தை நடிப்பும், வாழ்க்கை வேடங்களுக்கும் மற்றவர்
அறியச் செய்யப்படும் ஆடம்பரங்களே.''',35:'''பிறர் மேன்மை கண்டு பொறாமை, புலன்கள் போகும் வழிச் செல்லும் ஆசை, இவை தடைபடும் போது வரும் கோபம், கோபத்தில் பிறக்கும் தீய சொல் எனும் இந்நான்கையும்
விலக்கித் தொடர்ந்து செய்யப்படுவது அறம்.''',36:'''முதுமையில் செய்யலாம் என எண்ணாமல் இப்போதே அறத்தைச் செய்க; அந்த அறம் நாம் அழியும் போது
தான் அழியாமல் நமக்கு துணை ஆகும்.''',37:'''அறத்தைச் செய்வதால் வரும் பயன் இது என்று நூல்களைக் கொண்டு மெய்ப்பிக்க வேண்டியது இல்லை. பல்லக்கைத் தூக்கிச் செல்பவனையும் அதில் பயணிப்பவனையும்
கண்ட அளவில் பயனை அறியலாம்.''',38:'''அறத்தை செய்யாது விட்ட நாள் இல்லை என்று சொல்லும்படி ஒருவன் அறம் செய்தால், அச்செயலே, அவன் திரும்பப் பிறக்கும்
வழியை அடைக்கும் கல் ஆகும்.''',39:'''அறத்துடன் வருவதே இன்பம்; பிற வழிகளில் வருவன துன்பமே;
புகழும் ஆகா''',40:'''ஒருவன் செய்யத் தக்கது அறமே; விட்டுவிடத் தக்கவை
தீய செயல்களே.'''}
ad5={41:'''இல்வாழ்வான் என்பான் இயல்புடைய மூவர்க்கும்
நல்லாற்றின் நின்ற துணை''',42:'''துறந்தார்க்கும் துவ்வா தவர்க்கும் இறந்தார்க்கும்
இல்வாழ்வான் என்பான் துணை''',43:'''தென்புலத்தார் தெய்வம் விருந்தொக்கல் தானென்றாங்கு
ஐம்புலத்தா றோம்பல் தலை''',44:'''பழியஞ்சிப் பாத்தூண் உடைத்தாயின் வாழ்க்கை
வழியெஞ்சல் எஞ்ஞான்றும் இல''',45:'''அன்பும் அறனும் உடைத்தாயின் இல்வாழ்க்கை
பண்பும் பயனும் அது''',46:'''அறத்தாற்றின் இல்வாழ்க்கை ஆற்றின் புறத்தாற்றில்
போஒய்ப் பெறுவ தெவன்''',47:'''இயல்பினான் இல்வாழ்க்கை வாழ்பவன் என்பான்
முயல்வாருள் எல்லாம் தலை''',48:'''ஆற்றின் ஒழுக்கி அறனிழுக்கா இல்வாழ்க்கை
நோற்பாரின் நோன்மை உடைத்து''',49:'''அறன்எனப் பட்டதே இல்வாழ்க்கை அஃதும்
பிறன்பழிப்ப தில்லாயின் நன்று''',50:'''வையத்துள் வாழ்வாங்கு வாழ்பவன் வான்உறையும்
தெய்வத்துள் வைக்கப் படும்'''}
ad5m={41:'''He will be called a (true) householder, who is a firm support to the
virtuous of the three orders in''',42:'''He will be said to flourish in domestic virtue who aids
the forsaken, the poor, and the dead''',43:'''The chief (duty of the householder) is to preserve the five-fold rule (of conduct) towards the manes,
the Gods, his guests, his relations and himself''',44:'''His descendants shall never fail who, living in the domestic state, fears vice (in the acquisition of property)
and shares his food (with others)''',45:'''If the married life possess love and virtue, these will be both
its duty and reward''',46:'''What will he who lives virtuously in the domestic state gain by going
into the other, (ascetic) state ?''',47:'''Among all those who labour (for future happiness) he is
greatest who lives well in the household state''',48:'''The householder who, not swerving from virtue, helps the ascetic in his way,
endures more than those who endure penance''',49:'''The marriage state is truly called virtue The other
state is also good, if others do not reproach it''',
50:'''He who on earth has lived in the conjugal state as he should live, will be placed
among the Gods who dwell in heaven'''}
ad5mt={41:'''இல்லறத்தில் வாழ்பவனாகச் சொல்லப்படுகிறவன் அறத்தின் இயல்பை உடைய மூவருக்கும் நல்வழியில்
நிலை பெற்ற துணையாவான்''',42:'''துறந்தவர்கும் வறியவர்க்கும் தன்னிடத்தே இறந்தவர்க்கும் இல்லறம்
மேற்கொண்டு வாழ்கிறவன் துணையாவான்.''',43:'''தென்புலத்தார், தெய்வம் விருந்தினர், சுற்றத்தார், தான் என்ற ஐவகையிடத்தும் அறநெறி
தவறாமல் போற்றுதல் சிறந்த கடமையாகும்.''',44:'''பொருள் சேர்க்கும் பொது பழிக்கு அஞ்சிச் சேர்த்து, செலவு செய்யும் போது பகுந்து உண்பதை மேற்க்கொண்டால்,
அவ்வாழ்கையின் ஒழுங்கு எப்போதும் குறைவதில்லை.''',
45:'''இல்வாழ்க்கையின் அன்பும் அறமும் உடையதாக விளங்குமானால், அந்த
வாழக்கையின் பண்பும் பயனும் அதுவே ஆகும்.''',46:'''ஒருவன் அறநெறியில் இல்வாழ்க்கையைச் செலுத்தி வாழ்வானானால், அத்தகையவன் வேறு
நெறியில் சென்று பெறத்தக்கது என்ன?''',47:'''அறத்தின் இயல்பொடு இல்வாழ்கை வாழ்கிறவன்- வாழ முயல்கிறவன் பல திறத்தாரிலும்
மேம்பட்டு விளங்குகிறவன் ஆவான்.''',48:'''மற்றவரை அறநெறியில் ஒழுகச்செய்து தானும்அறம் தவறாத இல்வாழ்க்கை , தவம் செய்வாரைவிட
மிகச்சிறந்த வல்லமை உடைய வாழ்க்கையாகும்.''',49:'''அறம் என்று சிறப்பித்து சொல்லப்பட்டது இல்வாழ்க்கையே ஆகும். அதுவும் மற்றவன் பழிக்கும்
குற்றம் இல்லாமல் விளங்கினால் மேலும் நன்மையாகும்.''',50:'''உலகத்தில் வாழவேண்டிய அறநெறியில் நின்று வாழ்கிறவன், வானுலகத்தில் உள்ள
தெய்வ முறையில் வைத்து மதிக்கப்படுவான்.'''}
ad5mt1={41:'''பெற்றோர், வாழ்க்கைத் துணை, குழந்தைகள் என இயற்கையாக அமைந்திடும் மூவர்க்கும் துணையாக
இருப்பது இல்லறம் நடத்துவோர் கடமையாகும்''',42:'''பற்றற்ற துறவிகட்கும், பசியால் வாடுவோர்க்கும், பாதுகாப்பற்றவர்க்கும் இல்லற வாழ்வு
நடத்துவோர் துணையாக இருத்தல் வேண்டும்''',
43:'''வாழ்ந்து மறைந்தோரை நினைவுகூர்தல், வாழ்வாங்கு வாழ்வோரைப் போற்றுதல், விருந்தோம்பல், சுற்றம் பேணல் ஆகிய கடமைகளை நிறைவேற்றத்
தன்னை நிலைப்படுத்திக் கொள்ளல் எனப்படும் ஐவகை அறநெறிகளும் இல்வாழ்வுக்குரியனவாம்''',
44:'''பழிக்கு அஞ்சாமல் சேர்த்த பொருள் கணக்கின்றி இருப்பினும் அதைவிட, பழிக்கு அஞ்சிச் சேர்த்த பொருளைப் பகுத்து உண்ணும் பண்பிலேதான்
வாழ்க்கையின் ஒழுக்கமே இருக்கிறது''',45:'''இல்வாழ்க்கை பண்புடையதாகவும் பயனுடையதாகவும் விளங்குவதற்கு அன்பான உள்ளமும்
அதையொட்டிய நல்ல செயல்களும் தேவை''',46:'''அறநெறியில் இல்வாழ்க்கையை அமைத்துக் கொண்டவர்கள் பெற்றிடும் பயனை, வேறு நெறியில் ச
ென்று பெற்றிட இயலுமோ? இயலாது''',47:'''நல்வாழ்வுக்கான முயற்சிகளை மேற்கொள்வோரில் தலையானவராகத் திகழ்பவர், இல்வாழ்வின்
இலக்கணமுணர்ந்து அதற்கேற்ப வாழ்பவர்தான்''',48:'''தானும் அறவழியில் நடந்து, பிறரையும் அவ்வழியில் நடக்கச் செய்திடுவோரின் இல்வாழ்க்கை,
துறவிகள் கடைப்பிடிக்கும் நோன்பைவிடப் பெருமையுடையதாகும்''',
49:'''பழிப்புக்கு இடமில்லாத இல்வாழ்க்கை இல்லறம்
எனப் போற்றப்படும்''',50:'''தெய்வத்துக்கென எத்தனையோ அருங்குணங்கள் கூறப்படுகின்றன உலகில் வாழ வேண்டிய அறநெறியில் நின்று வாழ்கிறவன் வானில் வாழ்வதாகச்
சொல்லப்படும் தெய்வத்துக்கு இணையாக வைத்து மதிக்கப்படுவான்'''}
ad5mt2={41:'''மனைவியோடு வாழ்பவன்தான் பிள்ளைகள், பெற்றோர், உறவினர் என்னும் மூவர்க்கும்
நல்ல வழியில் உதவுபவன்.''',42:'''மனைவியோடு வாழ்பவன்தான் துறவியர், வறுமைப்பட்டவர்,
இறந்து போனவர் என்பவர்க்கும் உதவுபவன்''',43:'''இறந்து தென்திசையில் வாழ்பவர், தேவர்கள், விருந்தினர், சுற்றத்தார், தான் என்னும் ஐந்து பேருக்கும் செய்ய
வேண்டிய அறத்தைத் தவறாமல் செய்வது சிறப்பு.''',44:'''பொருள் தேடும்போது பாவத்திற்குப் பயந்து தேடிய பொருளை உறவோடு பகிர்ந்து உண்ணும் இல்வாழ்பவனின்
பரம்பரை ஒருகாலும் அழிவதில்லை.''',45:'''மனைவி பிள்ளைகளிடத்தில் அன்பும், தேடிய பொருளை நட்பு சுற்றங்களுடன் பகிர்ந்து கொள்ளும் அறமும் இருந்தால்
இல்வாழ்க்கையின் பண்பும் அதுவே; பயனும் அதுவே.''',46:'''மனைவியோடு கூடிய வாழ்க்கையை அதற்குரிய இயல்புகளோடு அறவழிகளில் நடத்தினால் இல்லறத்திற்கு மாறான
பிற வழிகளில் போய்ப் பெறும் பயன்தான் என்ன?''',47:'''கடவுளை அறியவும், அடையவும் முயல்பவருள் மனைவியோடு கூடிய வாழ்க்கையை அதற்குரிய
இயல்புகளோடு வாழ்பவனே முதன்மையானவன்.''',48:'''மற்றவர்களை அவர்களின் வழியில் வாழச்செய்து, தானும் அறத்திலிருந்து விலகாமல், மனைவியுடன் வாழும் வாழ்க்கை, துறவறத்தார்
காட்டும் பொறுமையிலும் வலிமை மிக்கது.''',49:'''அறம் என்று சிறப்பிக்கப்பட்டது, மனைவியுடன் வாழும் வாழ்க்கையே; துறவற வாழ்க்கையும்,
பிறரால் பழிக்கப்படாமல் இருக்குமானால் நல்லது.''',50:'''மனைவியுடன் வாழும் வாழ்க்கையைச் சிறப்பாக வாழ்பவன், பூமியில் வாழ்ந்தாலும், வானத்துள் வாழும்
தேவருள் ஒருவனாகவே மதிக்கப்படுவான்.'''}
ad6={51:'''மனைத்தக்க மாண்புடையள் ஆகித்தற் கொண்டான்
வளத்தக்காள் வாழ்க்கைத் துணை''',52:'''மனைமாட்சி இல்லாள்கண் இல்லாயின் வாழ்க்கை
எனைமாட்சித் தாயினும் இல்''',53:'''இல்லதென் இல்லவள் மாண்பானால் உள்ளதென்
இல்லவள் மாணாக் கடை''',54:'''பெண்ணின் பெருந்தக்க யாவுள கற்பென்னும்
திண்மைஉண் டாகப் பெறின்''',55:'''தெய்வம் தொழாஅள் கொழுநற் றொழுதெழுவாள்
பெய்யெனப் பெய்யும் மழை''',56:'''தற்காத்துத் தற்கொண்டாற் பேணித் தகைசான்ற
சொற்காத்துச் சோர்விலாள் பெண்''',57:'''சிறைகாக்கும் காப்பெவன் செய்யும் மகளிர்
நிறைகாக்கும் காப்பே தலை''',58:'''பெற்றாற் பெறின்பெறுவர் பெண்டிர் பெருஞ்சிறப்புப்
புத்தேளிர் வாழும் உலகு''',59:'''புகழ்புரிந் தில்லிலோர்க் கில்லை இகழ்வார்முன்
ஏறுபோல் பீடு நடை''',60:'''மங்கலம் என்ப மனைமாட்சி மற்றதன்
நன்கலம் நன்மக்கட் பேறு'''}
ad6m={51:'''She who has the excellence of home virtues, and can expend within
the means of her husband, is a help in the domestic state''',
52:'''If the wife be devoid of domestic excellence, whatever (other) greatness be
possessed, the conjugal state, is nothing''',53:'''If his wife be eminent (in virtue), what does (that man) not possess ?
If she be without excellence, what does (he) possess ?''',54:'''What is more excellent than a wife, if she possess
the stability of chastity ?''',55:'''If she, who does not worship God, but who rising worships her husband, say,
"let it rain," it will rain''',56:'''She is a wife who unweariedly guards herself, takes care of her husband,
and preserves an unsullied fame''',57:'''What avails the guard of a prison ?
The chief guard of a woman is her chastity''',58:'''If women shew reverence to their husbands, they will obtain great excellence
in the world where the gods flourish''',59:'''The man whose wife seeks not the praise (of chastity) cannot walk with lion-like stately step,
before those who revile them''',60:'''The excellence of a wife is the good of her husband; and good children are
the jewels of that goodness'''}
ad6mt={51:'''இல்வாழ்க்கைக்கு ஏற்ற நற்பண்பு உடையவளாகித் தன்கணவனுடைய
பொருள் வளத்துக்குத் தக்க வாழ்க்கை நடத்துகிறவளே வாழ்க்கைத்துணை ஆவாள்.''',
52:'''இல்வாழ்க்கைக்கு தக்க நற்பண்பு மனைவியிடம் இல்லையானால், ஒருவனுடைய
வாழ்க்கை வேறு எவ்வளவு சிறப்புடையதானாலும் பயன் இல்லை.''',
53:'''மனைவி நற்பண்பு உடையவளானால் வாழ்க்கையில் இல்லாதது என்ன? அவள் நற்பண்பு
இல்லாதவளானால் வாழ்க்கையில் இருப்பது என்ன?''',54:'''இல்வாழ்க்கையில் கற்பு என்னும் உறுதிநிலை இருக்கப் பெற்றால்,
பெண்ணைவிட பெருமையுடையவை வேறு என்ன இருக்கின்றன?''',
55:'''வேறு தெய்வம் தொழாதவளாய்த் தன் கணவனையே தெய்வமாகக் கொண்டு தொழுது
துயிலெழுகின்றவள் பெய் என்றால் மழை பெய்யும்.''',56:'''கற்பு நெறியில் தன்னையும் காத்துக்கொண்டு, தன்கணவனையும் காப்பாற்றி, தகுதியமைந்த
புகழையும் காத்து உறுதி தளராமல் வாழ்கின்றவளே பெண்.''',
57:'''மகளிரைக் காவல் வைத்துக் காக்கும் காப்பு முறை என்ன பயனை உண்டாக்கும்? அவர்கள் நிறை
என்னும் பண்பால் தம்மைத் தான் காக்கும் கற்பே சிறிந்தது.''',
58:'''கணவனைப் போற்றிக் கடமையைச் செய்யப்பெற்றால் மகளிர் பெரிய சிறப்பை உடைய
மேலுலகவாழ்வைப் பெறுவர்.''',59:'''புகழைக் காக்க விரும்பும் மனைவி இல்லாதவர்க்கு, இகழ்ந்து பேசும் பகைவர் முன்
காளை போல் நடக்கும் பெருமித நடை இல்லை.''',60:'''மனைவியின் நற்பண்பே இல்வாழ்க்கைக்கு மங்கலம் என்று கூறுவர்: நல்ல மக்களைப்
பெறுதலே அதற்கு நல்லணிகலம் என்று கூறுவர்.'''}
ad6mt1={51:'''இல்லறத்திற்குரிய பண்புகளுடன், பொருள் வளத்துக்குத் தக்கவாறு குடும்பம் நடத்துபவள்,
கணவனின் வாழ்வுக்குப் பெருந்துணையாவாள்''',52:'''நற்பண்புள்ள மனைவி அமையாத இல்வாழ்க்கை எவ்வளவு சிறப்புடையதாக இருந்தாலும்
அதற்குத் தனிச்சிறப்புக் கிடையாது''',53:'''நல்ல பண்புடைய மனைவி அமைந்த வாழ்க்கையில் எல்லாம் இருக்கும் அப்படியொரு மனைவி அமையாத
வாழ்க்கையில் எதுவுமே இருக்காது''',54:'''கற்பென்னும் திண்மை கொண்ட பெண்மையின் உறுதிப் பண்பைப் பெற்றுவிட்டால்,
அதைவிடப் பெருமைக்குரியது வேறு யாது?''',55:'''கணவன் வாக்கினைக் கடவுள் வாக்கினை விட மேலானதாகக் கருதி அவனையே தொழுதிடும் மனைவி பெய் என ஆணையிட்டவுடன் அஞ்சி நடுங்கிப் பெய்கின்ற மழையைப் போலத்
தன்னை அடிமையாக எண்ணிக் கொள்பவளாவாள்''',56:'''கற்புநெறியில் தன்னையும் தன் கணவனையும் காத்துக் கொண்டு, தமக்குப் பெருமை சேர்க்கும் புகழையும் காப்பாற்றிக்
கொள்வதில் உறுதி குலையாமல் இருப்பவள் பெண்''',57:'''தம்மைத் தாமே காத்துக்கொண்டு சிறந்த பண்புடன் வாழும் மகளிரை
அடிமைகளாக நடத்த எண்ணுவது அறியாமையாகும்''',58:'''நற்பண்பு பெற்றவனைக் கணவனாகப் பெற்றால், பெண்டிர்க்கு இல்வாழ்க்கையெனும் புதிய
உலகம் பெருஞ் சிறப்பாக அமையும்''',59:'''புகழுக்குரிய இல்வாழ்க்கை அமையாதவர்கள், தம்மைப் பழித்துப் பேசுவோர் முன்பு தலைநிமிர்ந்து நடக்க
முடியாமல் குன்றிப் போய் விடுவார்கள்''',60:'''குடும்பத்தின் பண்பாடுதான் இல்வாழ்க்கையின் சிறப்பு; அதற்கு மேலும்
சிறப்பு நல்ல பிள்ளைகளைப் பெற்றிருப்பது'''}
ad6mt2={51:'''பிறந்த, புகுந்த குடும்பங்களுக்கு ஏற்ற நல்ல குணம், நல்ல செயல்களை உடையவளாய்த், தன்னை மணந்தவனின் வருவாய்க்கு
ஏற்ப வாழ்க்கையை அமைப்பவளே மனைவி.''',52:'''நல்ல குணமும் நல்ல செயல்களும் மனைவியிடம் இல்லாமற் போனால் அவ்வாழ்க்கை
எத்தனை சிறப்புகளைப் பெற்றிருந்தாலும் பெறாததே.''',53:'''நல்ல குணமும் நல்ல செயல்களும் உடையவனாய் மனைவி அமைந்துவிட்டால் ஒருவனுக்கு இல்லாததுதான்
என்ன? அமையாவிட்டால் அவனிடம் இருப்பதுதான் என்ன?''',54:'''கற்பு எனப்படும் மன உறுதி மட்டும் பெண்ணிடம் இருக்குமானால்
மனைவியைக் காட்டிலும் மேலானவை எவை?''',55:'''பிற தெய்வங்களைத் தொழாமல் கணவனையே தெய்வமாகத் தொழுது வாழும் மனைவி,
பெய் என்று சொன்னால் மழை பெய்யும்.''',56:'''உடலாலும் உள்ளத்தாலும் தன்னைக் காத்து, தன் கணவனின் நலன்களில் கவனம் வைத்து, குடும்பத்திற்கு நலம் தரும் புகழைக் காத்து,
அறத்தைக் கடைப்பிடிப்பதில் சோர்வடையாமல் இருப்பவளே மனைவி.''',
57:'''இத்தனை குணங்களும் இருக்கும்படி பெண்ணைச் சிறை வைத்துக் காவல் காப்பதில் பயன் என்ன? பெண்கள் தங்களைத் தாங்களே மன
அடக்கத்தால் காக்கும் காவலே முதன்மையானது.''',58:'''பெண்கள் இத்தனை சிறப்புகளையும் பெறுவார்கள் என்றால் தேவர்கள் வாழும்
உலகில் மிகுந்த மேன்மையை அடைவார்கள்.''',59:'''புகழை விரும்பிய மனைவியைப் பெறாதவர்க்கு அவர்களை ஏளனம் செய்வார் முன்னே ஆண்
சிங்கமாய் நடக்கும் பெருமித நடை இல்லை.''',60:'''ஒருவனுக்கு நற்குண நற்செயல்களை உடைய மனைவியே அழகு என்று அறிந்தோர் கூறுவர். அந்த அழகிற்கு
ஏற்ற அணிகலன்கள் நல்ல பிள்ளைகளைப் பெறுவதே.'''}
ad7={61:'''பெறுமவற்றுள் யாமறிவது இல்லை அறிவறிந்த
மக்கட்பேறு அல்ல பிற.''',62:'''எழுபிறப்பும் தீயவை தீண்டா பழிபிறங்காப்
பண்புடை மக்கட் பெறின்.''',63:'''தம்பொருள் என்பதம் மக்கள் அவர்பொருள்
தம்தம் வினையான் வரும்.''',64:'''அமிழ்தினும் ஆற்ற இனிதேதம் மக்கள்
சிறுகை அளாவிய கூழ்''',65:'''மக்கள்மெய் தீண்டல் உடற்கின்பம் மற்றவர்
சொற்கேட்டல் இன்பம் செவிக்கு''',66:'''குழலினி தியாழினி தென்பதம் மக்கள்
மழலைச்சொல் கேளா தவர்''',67:'''தந்தை மகற்காற்றும் நன்றி அவையத்து
முந்தி இருப்பச் செயல்''',68:'''தம்மின்தம் மக்கள் அறிவுடைமை மாநிலத்து
மன்னுயிர்க் கெல்லாம் இனிது''',69:'''ஈன்ற பொழுதின் பெரிதுவக்கும் தன்மகனைச்
சான்றோன் எனக்கேட்ட தாய்''',70:'''மகன் தந்தைக் காற்றும் உதவி இவன்தந்தை
என்நோற்றான் கொல்லெனும் சொல்'''}
ad7m={61:'''Among all the benefits that may be acquired, we know no greater
benefit than the acquisition of intelligent children''',62:'''The evils of the seven births shall not touch those who abtain children
of a good disposition, free from vice.''',63:'''Men will call their sons their wealth, because it flows to them through the deeds which
they (sons) perform on their behalf''',64:'''The rice in which the little hand of their children has dabbled will be far
sweeter (to the parent) than ambrosia''',65:'''The touch of children gives pleasure to the body, and the hearing of
their words, pleasure to the ear''',66:'''"The pipe is sweet, the lute is sweet," say those who have not heard the
prattle of their own children''',67:'''The benefit which a father should confer on his son is to give him precedence
in the assembly of the learned''',68:'''That their children should possess knowledge is more pleasing to all men of
this great earth than to themselves''',69:'''The mother who hears her son called "a wise man" will rejoice more
than she did at his birth''',70:'''(So to act) that it may be said "by what great penance did his father beget him,"
is the benefit which a son should render to his father'''}
ad7mt={61:'''பெறத்தகுந்த பேறுகளில் அறிய வேண்டியவைகளை அறியும் நன்மக்களைப்
பெறுவதைத் தவிர, மற்றப்பேறுகளை யாம் மதிப்பதில்லை.''',62:'''பழி இல்லாத நல்ல பண்பு உடைய மக்களைப்பெற்றால் ஒருவனுக்கு ஏழு
பிறவியிலும் தீவினைப் பயனாகிய துன்பங்கள் சென்று சேரா.''',63:'''தம்மக்களே தம்முடைய பொருள்கள் என்று அறிஞர் கூறுவர். மக்களாகிய
அவர்தம் பொருள்கள் அவரவருடைய வினையின் பயனால் வந்து சேரும்.''',
64:'''தம்முடைய மக்களின் சிறு கைகளால் அளாவப்பெற்ற உணவு, பெற்றோர்க்கு
அமிழ்தத்தைவிட மிக்க இனிமை உடையதாகும்.''',65:'''மக்களின் உடம்பைத் தொடுதல் உடம்பிற்கு இன்பம் தருவதாகும்: அம் மக்களின் மழலைச் சொற்களைக்
கேட்டால் செவிக்கு இன்பம் தருவதாகும்.''',66:'''தம் மக்களின் மழலைச் சொல்லைக் கேட்டு அதன் இனிமையை நுகராதவரே குழலின் இசை இனியது யாழின்
இசை இனியது என்று கூறுவர்.''',67:'''தந்தை தன் மகனுக்குச் செய்யத்தக்க நல்லுதவி, கற்றவர் கூட்டத்தில் தன் மகன் முந்தியிருக்கும்படியாக அவனைக்
கல்வியில் மேம்படச் செய்தலாகும்.''',68:'''தம் மக்களின் அறிவுடைமை தமக்கு இன்பம் பயப்பதை விட உலகத்து உயிர்களுக்கேல்லாம்
மிகுந்த இன்பம் பயப்பதாகும்.''',69:'''தன் மகனை நற்பண்பு நிறைந்தவன் என பிறர் சொல்லக் கேள்வியுற்ற தாய், தான் அவனை பெற்றக் காலத்தில்உற்ற
மகிழ்ச்சியை விடப் பெரிதும் மகிழ்வாள்.''',70:'''மகன் தன் தந்தைக்குச் செய்யத் தக்க கைம்மாறு, இவன் தந்தை இவனை மகனாகப் பெற என்ன தவம் செய்தானோ
என்று பிறர் புகழ்ந்து சொல்லும் சொல்லாகும்.'''}
ad7mt1={61:'''அறிவில் சிறந்த நல்ல பிள்ளைகளைவிட இல்வாழ்க்கையில்
சிறந்த பேறு வேறு எதுவுமில்லை''',62:'''பெற்றெடுக்கும் மக்கள் பழிபடராத பண்புடையவர்களாக இருப்பின், ஏழேழு தலைமுறை எனும் அளவுக்குக்
காலமெல்லாம் எந்தத் தீமையும் தீண்டாது''',63:'''தம் பொருள் என்பது தம்மக்களையேயாம் அம்மக்களின் பொருள்கள் அவரவர் செயல்களின்
விளைவாக வரக்கூடியவை''',64:'''சிறந்த பொருளை அமிழ்தம் எனக் குறிப்பிட்டாலுங்கூடத் தம்முடைய குழந்தைகளின் பிஞ்சுக்கரத்தால் அளாவப்பட்ட
கூழ் அந்த அமிழ்தத்தைவிடச் சுவையானதாகிவிடுகிறது''',65:'''தம் குழந்தைகளைத் தழுவி மகிழ்வது உடலுக்கு இன்பத்தையும், அந்தக் குழந்தைகளின் மழலை
மொழி கேட்பது செவிக்கு இன்பத்தையும் வழங்கும்''',66:'''தங்கள் குழந்தைகளின் மழலைச் சொல்லைக் கேட்காதவர்கள்தான் குழலோசை, யாழோசை ஆகிய இரண்டும்
இனிமையானவை என்று கூறுவார்கள்''',67:'''தந்தை தன் மக்களுக்குச் செய்யவேண்டிய நல்லுதவி அவர்களை அறிஞர்கள் அவையில்
புகழுடன் விளங்குமாறு ஆக்குதலே ஆகும்''',68:'''பெற்றோரைக் காட்டிலும் பிள்ளைகள் அறிவிற் சிறந்து விளங்கினால், அது பெற்றோருக்கு மட்டுமேயன்றி உலகில் வாழும்
அனைவருக்கும் அக மகிழ்ச்சி தருவதாகும்''',69:'''நல்ல மகனைப் பெற்றெடுத்தவள் என்று ஊரார் பாராட்டும் பொழுது அவனைப் பெற்றபொழுது அடைந்த மகிழ்ச்சியைவிட அதிக
மகிழ்ச்சியை அந்தத் தாய் அடைவாள்''',70:'''''ஆகா! இவனைப் பிள்ளையாகப் பெற்றது இவன் தந்தை பெற்ற பெறும்பேறு'', என்று ஒரு மகன் புகழப்படுவதுதான், அவன் தன்னுடைய
தந்தைக்குச் செய்யக்கூடிய கைம்மாறு எனப்படும்'''}
ad7mt2={61:'''அறியவேண்டுவனவற்றை அறியும் அறிவு படைத்த பிள்ளைச் செல்வத்தைத் தவிர மற்றவற்றை ஒருவன் பெறும்
நன்மையாக நான் எண்ணுவதில்லை.''',62:'''பழிக்கப்படாத நல்ல குணங்களை உடைய பிள்ளைகளைப் பெற்றால், பெற்றவளை அவனுடைய
பிறவிகள்தோறும் துன்பங்கள் தொடமாட்டா.''',63:'''பிள்ளைகளைத் தம் செல்வம் என்று அறிந்தோர் கூறுவர். அப்பிள்ளைகள் உள்ளபடியே செல்வமாவது அவரவர்
செய்யும் நற்செயல்களால் அமையும்.''',64:'''தம் பிள்ளைகளின் சிறு கையால் பிசையப்பட்ட கூழ், அமிழ்தைக்
காட்டிலும் மிக இனிது.''',65:'''பெற்ற பிள்ளைகளின் உடலைத் தழுவுவது உடலுக்கு இன்பம். அவர்களின் பேச்சைக்
கேட்பது காதிற்கு இன்பம்''',66:'''பெற்ற பிள்ளைகள் பேசும் பொருளற்ற மழலைச் சொல்லைக் கேட்காதவர்தாம்,
குழலும் யாழும் கேட்க இனியவை என்பர்.''',67:'''தகப்பன் தன் பிள்ளைக்குச் செய்யும் நன்மை, கற்றவர் அவையில் முதன்மைப்
பெறச் செய்வதே.''',68:'''தம் பிள்ளைகள் அறிவு மிக்கவராக இருப்பது, தம்மைக் காட்டிலும், இப்பெரிய பூமியில் அழியாமல் தொடரும்
உயிர்களுக்கு எல்லாம் இனிது.''',69:'''தம் மகனைக் கல்வி ஒழுக்கங்களால் நிறைந்தவன் என்று அறிவுடையோர் கூற அதைக் கேட்ட தாய், அவனைப் பெற்ற பொழுதைக்
காட்டிலும் மிகுதியாக மகிழ்வாள்.''',70:'''தன்னைக் கல்வி அறிவு உடையவனாய் ஆளாக்கிய தந்தைக்கு மகன் செய்யும் கைம்மாறு, பிள்ளையின் ஒழுக்கத்தையும் அறிவையும் கண்டவர், இப்பிள்ளையைப் பெறுவதற்கு இவன் தகப்பன்
என்ன தவம் செய்தானோ என்று சொல்லும் சொல்லைப் பெற்றுத் தருவதே.'''}
ad8={71:'''அன்பிற்கும் உண்டோ அடைக்குந்தாழ் ஆர்வலர்
புண்கணீர் பூசல் தரும்''',72:'''அன்பிலார் எல்லாம் தமக்குரியர் அன்புடையார்
என்பும் உரியர் பிறர்க்கு''',73:'''அன்போ டியைந்த வழக்கென்ப ஆருயிர்க்கு
என்போ டியைந்த தொடர்பு''',74:'''அன்பீனும் ஆர்வம் உடைமை அதுஈனும்
நண்பென்னும் நாடாச் சிறப்பு''',75:'''அன்புற் றமர்ந்த வழக்கென்ப வையகத்து
இன்புற்றார் எய்தும் சிறப்பு''',76:'''அறத்திற்கே அன்புசார் பென்ப அறியார்
மறத்திற்கும் அஃதே துணை''',77:'''என்பி லதனை வெயில்போலக் காயுமே
அன்பி லதனை அறம்''',78:'''அன்பகத் தில்லா உயிர்வாழ்க்கை வன்பாற்கண்
வற்றல் மரந்தளிர்த் தற்று''',79:'''புறத்துறுப் பெல்லாம் எவன்செய்யும் யாக்கை
அகத்துறுப் பன்பி லவர்க்கு''',80:'''அன்பின் வழிய துயிர்நிலை அஃதிலார்க்கு
என்புதோல் போர்த்த உடம்பு'''}
ad8m={71:'''Is there any fastening that can shut in love ? Tears of the affectionate
will publish the love that is within''',72:'''Those who are destitute of love appropriate all they have to themselves; but those who possess love
consider even their bones to belong to others''',73:'''They say that the union of soul and body in man is the fruit of the
union of love and virtue (in a former birth)''',74:'''Love begets desire: and that (desire) begets the immeasureable
excellence of friendship''',75:'''These are the fruits of tranquil life of love''',
76:'''The ignorant say that love is an ally to virtue only, but it is also a
help to get out of vice''',77:'''Virtue will burn up the soul which is without love,
even as the sun burns up the creature which is without bone, ie worms''',
78:'''The domestic state of that man whose mind is without love is like the
flourishing of a withered tree upon the parched desert''',79:'''Of what avail are all the external members (of the body) to those who are
destitute of love, the internal member''',80:'''That body alone which is inspired with love contains a living soul: if void of it,
(the body) is bone overlaid with skin'''}
ad8mt={71:'''அன்புக்கும் அடைத்து வைக்கும் தாழ் உண்டோ? அன்புடையவரின் சிறு கண்ணீரே ( உள்ளே இருக்கும் அன்பைப் )
பலரும் அறிய வெளிப்படுத்திவிடும்''',72:'''அன்பு இல்லாதவர் எல்லாப்பொருள்களையும் தமக்கே உரிமையாகக் கொண்டு வாழ்வார்: அன்பு உடையவர் தம்
உடமையும் பிறர்க்கு உரிமையாக்கி வாழ்வர்''',73:'''அருமையான உயிர்க்கு உடம்போடு பொருந்தி இருக்கின்ற உறவு, அன்போடு பொருந்தி வாழும்
வாழ்க்கையின் பயன்என்று கூறுவர்.''',74:'''அன்பு பிறரிடம் விருப்பம் உடையவராக வாழும் தன்மையைத் தரும்: அஃது எல்லாரிடத்தும் நட்பு
என்றுசொல்லப்படும் அளவற்ற சிறப்பைத் தரும்''',75:'''உலகத்தில் இன்பம் உற்று வாழ்கின்றவர் அடையும் சிறப்பு, அன்பு உடையவராகிப் பொருந்தி
வாழும் வாழ்கையின் பயன் என்று கூறுவர்''',76:'''அறியாதவர், அறத்திற்கு மட்டுமே அன்பு துணையாகும் என்று கூறுவர்:ஆராய்ந்து பார்த்தால் வீரத்திற்க்கும்
அதுவே துணையாக நிற்கின்றது''',77:'''எலும்பு இல்லாத உடம்போடு வாழும் புழுவை வெயில் காய்ந்து வருத்துவது போல்
அன்பு இல்லாத உயிரை அறம் வருத்தும்.''',78:'''அகத்தில் அன்பு இல்லாமல் வாழும் உயிர் வாழக்கை வளமற்ற பாலைநிலத்தில்
பட்டமரம் தளிர்த்தாற் போன்றது.''',79:'''உடம்பின் அகத்து உறுப்பாகிய அன்பு இல்லாதவர்க்கு உடம்பின் புறத்து உறுப்புக்கள்
எல்லாம் என்ன பயன் செய்யும்.''',80:'''அன்பின் வழியில் இயங்கும் உடம்பே உயிர்நின்ற உடம்பாகும்: அன்பு இல்லாதவர்க்கு உள்ள உடம்பு எலும்பைத்
தோல்போர்த்த வெற்றுடம்பே ஆகும்'''}
ad8mt1={71:'''உள்ளத்தில் இருக்கும் அன்பைத் தாழ்ப்பாள் போட்டு அடைத்து வைக்க முடியாது அன்புக்குரியவரின் துன்பங்காணுமிடத்து,
கண்ணீர்த்துளி வாயிலாக அது வெளிப்பட்டுவிடும்''',72:'''அன்பு இல்லாதவர், எல்லாம் தமக்கே என உரிமை கொண்டாடுவர்; அன்பு உடையவரோ தம் உடல், பொருள்,
ஆவி ஆகிய அனைத்தும் பிறருக்கென எண்ணிடுவர்''',73:'''உயிரும் உடலும்போல் அன்பும் செயலும் இணைந்திருப்பதே
உயர்ந்த பொருத்தமாகும்''',74:'''அன்பு பிறரிடம் பற்றுள்ளம் கொள்ளச் செய்யும் அந்த உள்ளம், நட்பு எனும்
பெருஞ்சிறப்பை உருவாக்கும்''',75:'''உலகில் இன்புற்று வாழ்கின்றவர்க்கு வாய்க்கும் சிறப்பு, அவர் அன்புள்ளம் கொண்டவராக விளங்குவதன்
பயனே என்று கூறலாம்''',76:'''வீரச் செயல்களுக்கும் அன்பு துணையாகத் திகழ்கிறது என்பதை அறியாதவர்களே, அறச் செயல்களுக்கு மட்டுமே
அன்பு துணையாக இருப்பதாகக் கூறுவார்கள்''',77:'''அறம் எதுவென அறிந்தும் அதனைக் கடைப்பிடிக்காதவரை, அவரது மனச்சாட்சியே வாட்டி வதைக்கும் அது வெயிலின்
வெம்மை புழுவை வாட்டுவதுபோல இருக்கும்''',78:'''மனத்தில் அன்பு இல்லாதவருடைய வாழ்க்கை,
பாலைவனத்தில் பட்டமரம் தளிர்த்தது போன்றது''',79:'''அன்பு எனும் அகத்து உறுப்பு இல்லாதவர்க்குப் புறத்து உறுப்புகள் அழகாக
இருந்து என்ன பயன்?''',80:'''அன்புநெஞ்சத்தின் வழியில் இயங்குவதே உயிருள்ள உடலாகும்; இல்லையேல்,
அது எலும்பைத் தோல் போர்த்திய வெறும் உடலேயாகும்'''}
ad8mt2={71:'''அன்பிற்கும் கூடப் பிறர் அறியாமல் தன்னை மூடி வைக்கும் கதவு உண்டோ? இல்லை. தம்மால் அன்பு செய்யப்பட்டவரின் துன்பத்தைக் காணும்போது வடியும்
கண்ணீரே அன்பு உள்ளத்தைக் காட்டிவிடும்.''',72:'''அன்பு இல்லாதவர் எல்லாவற்றாலும் தமக்கே உரிமை உடையவராய் இருப்பர். அன்புள்ளவரோ பொருளால் மட்டும் அன்று;
உடம்பாலும் பிறர்க்கு உரியவராய் இருப்பர்''',73:'''பெறுவதற்கு அரிய உயிருக்கு நம் உடம்போடு உண்டாகிய தொடர்பு, அன்போடு கொண்ட ஆசையின்
பயனே என்று அறிந்தவர் கூறுவர்''',74:'''குடும்பம், உறவு என்பாரிடத்துக் கொள்ளும் அன்பு, உலகத்தவரிடம் எல்லாம் உறவு கொள்ளும் விருப்பை உண்டாக்கும். அதுவே அனைவரையும்
நட்பாக்கும் சிறப்பையும் உண்டாக்கும்''',75:'''இவ்வுலகில் வாழ்ந்து இன்பம் அடைந்தவர் பெறும் சிறப்பே அன்பு கொண்டு இல்வாழ்க்கை நடத்தியதன்
பயன்தான் என்று அறிந்தோர் கூறுவர்''',76:'''அறத்திற்கு மட்டுமே அன்பு துணையாகும் என்று கூறுவோர் அறியாதவரே; மறத்திற்கும் கூட அ
துவே காரணம் ஆகும்.''',77:'''எலும்பு இல்லாத புழுவை வெயில் காய்ந்து கொள்வது போல அன்பு இல்லாத உயிரை
அறக்கடவுள் காய்ந்து கொல்லும்.''',78:'''மனத்தில் அன்பு இல்லாமல் குடும்பத்தோடு வாழும் வாழ்க்கை, வறண்ட பாலை நிலத்தில் காய்ந்து சுக்காகிப்
போன மரம் மீண்டும் இலை விடுவது போலாம்.''',79:'''குடும்பத்திற்கு அக உறுப்பாகிய அன்பு இல்லாவதர்களுக்கு வெளி உறுப்பாக விளங்கும் இடம், பொருள்,
ஏவல் என்பன என்ன பயனைத் தரும்?''',80:'''அன்பை அடிப்படையாகக் கொண்டதே உயிர் நிறைந்த இந்த உடம்பு, அன்பு மட்டும் இல்லை என்றால் இந்த உடம்பு வெறும்
எலும்பின்மேல் தோலைப் போர்த்தியது போன்றது ஆகும்'''}
ad9={81:'''இருந்தோம்பி இல்வாழ்வ தெல்லாம் விருந்தோம்பி
வேளாண்மை செய்தற் பொருட்டு''',82:'''விருந்து புறத்ததாத் தானுண்டல் சாவா
மருந்தெனினும் வேண்டற்பாற் றன்று''',83:'''வருவிருந்து வைகலும் ஓம்புவான் வாழ்க்கை
பருவந்து பாழ்படுதல் இன்று''',84:'''அகனமர்ந்து செய்யாள் உறையும் முகனமர்ந்து
நல்விருந் தோம்புவான் இல்''',85:'''வித்தும் இடல்வேண்டும் கொல்லோ விருந்தோம்பி
மிச்சில் மிசைவான் புலம்''',86:'''செல்விருந் தோம்பி வருவிருந்து பார்த்திருப்பான்
நல்விருந்து வானத் தவர்க்கு''',87:'''இனைத்துணைத் தென்பதொன் றில்லை விருந்தின்
துணைத்துணை வேள்விப் பயன்''',88:'''பரிந்தோம்பிப் பற்றற்றேம் என்பர் விருந்தோம்பி
வேள்வி தலைப்படா தார்''',89:'''உடைமையுள் இன்மை விருந்தோம்பல் ஓம்பா
மடமை மடவார்கண் உண்டு''',90:'''மோப்பக் குழையும் அனிச்சம் முகந்திரிந்து
நோக்கக் குழையும் விருந்து'''}
ad9m={81:'''The whole design of living in the domestic state and laying up (property)
is (to be able) to exercise the benevolence of hospitality''',82:'''It is not fit that one should wish his guests to be outside (his house)
even though he were eating the food of immortality''',83:'''The domestic life of the man that daily entertains the guests who
come to him shall not be laid waste by poverty''',84:'''Lakshmi with joyous mind shall dwell in the house of that man who,
with cheerful countenance, entertains the good as guests''',
85:'''Is it necessary to sow the field of the man who, having feasted his guests,
eats what may remain ?''',86:'''He who, having entertained the guests that have come, looks out for others who may yet come,
will be a welcome guest to the inhabitants of heaven''',87:'''The advantages of benevolence cannot be measured;
the measure (of the virtue) of the guests (entertained) is the only measure''',
88:'''Those who have taken no part in the benevolence of hospitality shall (at length lament) saying,
"we have laboured and laid up wealth and are now without support."''',
89:'''That stupidity which excercises no hospitality is poverty in the midst of
wealth It is the property of the stupid''',90:'''As the Anicham flower fades in smelling,
so fades the guest when the face is turned away'''}
ad9mt={81:'''வீட்டில் இருந்து பொருள்களைக் காத்து இல்வாழ்க்கை நடத்துவதெல்லாம்
விருந்தினரைப் போற்றி உதவி செய்யும் பொருட்டே ஆகும்''',82:'''விருந்தினராக வந்தவர் வீட்டின் புறத்தே இருக்கத் தான் மட்டும் உண்பது சாவாமருந்தாகிய
அமிழ்தமே ஆனாலும் அது விரும்பத்தக்கது அன்று''',83:'''தன்னை நோக்கி வரும் விருந்தினரை நாள் தோறும் போற்றுகின்றவனுடைய வாழ்க்கை,
துன்பத்தால் வருந்திக் கெட்டுப் போவதில்லை.''',84:'''நல்ல விருந்தினராய் வந்தவரை முகமலர்ச்சி கொண்டு போற்றுகின்றவனுடைய
வீட்டில் மனமகிழ்ந்து திருமகள் வாழ்வாள்.''',85:'''விருந்தினரை முன்னே போற்றி உணவளித்து மிஞ்சிய உணவை உண்டு வாழ்கின்றவனுடைய
நிலத்தில் விதையும் விதைக்க வேண்டுமோ?''',86:'''வந்த விருந்தினரைப் போற்றி, இனிவரும் விருந்தினரை எதிர் பார்த்திருப்பவன், வானுலகத்தில்
உள்ள தேவர்க்கும் நல்ல விருந்தினனாவான்''',87:'''விருந்தோம்புதலாகிய வேள்வியின் பயன் இவ்வளவு என்று அளவு படுத்தி கூறத்தக்கது அன்று,
விருந்தினரின் தகுதிக்கு ஏற்ற அளவினதாகும்''',88:'''விருந்தினரை ஓம்பி அந்த வேள்வியில் ஈடுபடாதவர் பொருள்களை வருந்திக்காத்துப் (பின்பு இழந்து)
பற்றுக்கொடு இழந்தோமே என்று இரங்குவர்''',89:'''செல்வநிலையில் உள்ள வறுமை என்பது விருந்தோம்புதலைப்
போற்றாத அறியாமையாகும்: அஃது அறிவிலிகளிடம் உள்ளதாகும்.''',
90:'''அனிச்சப்பூ மோந்தவுடன் வாடிவிடும்: அதுபோல் முகம் மலராமல்
வேறு பட்டு நோக்கியவுடன் விருந்தினர் வாடி நிற்பார்.'''}
ad9mt1={81:'''இல்லறத்தைப் போற்றி வாழ்வது, விருந்தினரை வரவேற்று,
அவர்க்கு வேண்டிய உதவிகளைச் செய்வதற்காகவே''',82:'''விருந்தினராக வந்தவரை வெளியே விட்டுவிட்டுச் சாகாத மருந்தாக இருந்தாலும் அதனைத்
தான் மட்டும் உண்பது விரும்பத் தக்க பண்பாடல்ல''',83:'''விருந்தினரை நாள்தோறும் வரவேற்று மகிழ்பவரின் வாழ்க்கை,
அதன் காரணமாகத் துன்பமுற்றுக் கெட்டொழிவதில்லை''',84:'''மனமகிழ்ச்சியை முகமலர்ச்சியால் காட்டி விருந்தினரை வரவேற்பவர் வீட்டில்
அமர்ந்து செல்வம் எனும் திருமகள் வாழ்வாள்''',85:'''விருந்தினர்க்கு முதலில் உணவளித்து மிஞ்சியதை உண்டு வாழும் பண்பாளன், தன் நிலத்திற்குரிய
விதையைக்கூட விருந்தோம்பலுக்குப் பயன்படுத்தாமல் இருப்பானா?''',
86:'''வந்த விருந்தினரை உபசரித்து அவர்களை வழியனுப்பி வைக்கும்போதே, மேலும் வரக்கூடிய விருந்தினரை ஆவலுடன் எதிர்நோக்கி நிற்பவனை, புகழ்வானில்
இருப்போர் நல்ல விருந்தினன் என்று வரவேற்றுப் போற்றுவர்''',87:'''விருந்தினராக வந்தவரின் சிறப்பை எண்ணிப் பார்த்து விருந்தோம்பலை
ஒரு வேள்வியாகவே கருதலாம்''',88:'''செல்வத்தைச் சேர்த்துவைத்து அதனை இழக்கும்போது, விருந்தோம்பல் எனும் வேள்விக்கு அது
பயன்படுத்தப்படாமற் போயிற்றே என வருந்துவார்கள்''',89:'''விருந்தினரை வரவேற்றுப் போற்றத் தெரியாத அறிவற்றவர்கள் எவ்வளவு பணம் படைத்தவர்களாக இருந்தாலும் தரித்திரம்
பிடித்தவர்களாகவே கருதப்படுவார்கள்''',90:'''அனிச்சம் எனப்படும் பூ, முகர்ந்தவுடன் வாடி விடக் கூடியது அதுபோல் சற்று
முகங்கோணி வரவேற்றாலே விருந்தினர் வாடிவிடுவர்'''}
ad9mt2={81:'''வீட்டில் இருந்து, பொருள்களைச் சேர்த்தும் காத்தும் வாழ்வது எல்லாம், வந்த விருந்தினரைப்
பேணி அவர்களுக்கு உதவுவதற்கே ஆம்.''',82:'''விருந்தினர் வீட்டிற்கு வெளியே இருக்கத் தான் மட்டும் தனித்து உண்பது, சாவைத் தடுக்கும் மருந்தே என்றாலும்,
விரும்பத் தக்கது அன்று''',83:'''நாளும் வரும் விருந்தினரைப் பேணுபவனின் வாழ்க்கை வறுமைப்பட்டுக்
கெட்டுப் போவது இல்லை.''',84:'''இனிய முகத்தோடு தக்க விருந்தினரைப் பேணுபவரின் வீட்டில் திருமகள் மனம்
மகிழ்ந்து குடி இருப்பாள்.''',85:'''விருந்தினர் முதலில் உண்ண, மிஞ்சியவற்றையே உண்பவனின் நிலத்தில்
விதைக்கவும் வேண்டுமா?''',86:'''வந்த விருந்தினரைப் பேணி, வரும் விருந்தை எதிர்பார்த்து இருப்பவன் மறுமையில்
வானத்தவர்க்கு நல்ல விருந்தினன் ஆவான்.''',87:'''விருந்தினரைப் பேணுவதும் ஒரு யாகமே. அதைச் செய்வதால் வரும் நன்மை இவ்வளவு என்று அளவிட முடியாது; வரும்
விருந்தினரின் தகுதி அளவுதான் நன்மையின் அளவாகும்.''',88:'''விருந்தினரைப் பேணி, அந்த யாகத்தின் பயனைப் பெறும் பேறு அற்றவர். செல்வத்தைச் சிரமப்பட்டுக் காத்தும் அதனை இழக்கும் போது, இப்போது
எந்தத் துணையும் இல்லாதவராய்ப் போனோமே என்று வருந்துவர்.''',
89:'''செல்வம் இருந்தும் வறுமையாய் வாழ்வது விருந்தினரைப் பேணாமல் வாழும் மடமையே.
இது மூடரிடம் மட்டுமே இருக்கும்.''',90:'''தொட்டு மோந்து பார்த்த அளவில் அனிச்சப்பூ வாடும்; நம் முகம் வேறுபட்டுப்
பார்த்த அளவில் விருந்து வாடும்.'''}
ad10={91:'''இன்சொலால் ஈரம் அளைஇப் படிறிலவாம்
செம்பொருள் கண்டார்வாய்ச் சொல்''',92:'''அகன்அமர்ந் தீதலின் நன்றே முகனமர்ந்து
இன்சொலன் ஆகப் பெறின்''',93:'''முகத்தான் அமர்ந்தின்து நோக்கி அகத்தானாம்
இன்சொ லினதே அறம்''',94:'''துன்புறூஉம் துவ்வாமை இல்லாகும் யார்மாட்டும்
இன்புறூஉம் இன்சொ லவர்க்கு''',95:'''பணிவுடையன் இன்சொலன் ஆதல் ஒருவற்கு
அணியல்ல மற்றுப் பிற''',96:'''அல்லவை தேய அறம்பெருகும் நல்லவை
நாடி இனிய சொலின்''',97:'''நயன்ஈன்று நன்றி பயக்கும் பயன்ஈன்று
பண்பின் தலைப்பிரியாச் சொல்''',98:'''சிறுமையுள் நீங்கிய இன்சொல் மறுமையும்
இம்மையும் இன்பம் தரும்''',99:'''இன்சொல் இனிதீன்றல் காண்பான் எவன்கொலோ
வன்சொல் வழங்கு வது''',100:'''இனிய உளவாக இன்னாத கூறல்
கனிஇருப்பக் காய்கவர்ந் தற்று'''}
ad10m={91:'''Sweet words are those which imbued with love and free from
deceit flow from the mouth of the virtuous''',
92:'''Sweet speech, with a cheerful countenance is better than a gift
made with a joyous mind''',93:'''Sweet speech, flowing from the heart (uttered) with a cheerful countenance
and a sweet look, is true virtue''',94:'''Sorrow-increasing poverty shall not come upon those who use towards all,
pleasure-increasing sweetness of speech''',95:'''Humility and sweetness of speech are the ornaments of man;
all others are not (ornaments)''',96:'''If a man, while seeking to speak usefully, speaks also sweetly,
his sins will diminish and his virtue increase''',97:'''That speech which, while imparting benefits ceases not to please, will yield righteousness
(for this world) and merit (for the next world)''',98:'''Sweet speech, free from harm to others, will give pleasure
both in this world and in the next''',99:'''Why does he use harsh words, who sees the pleasure
which sweet speech yields ?''',100:'''To say disagreeable things when agreeable are at hand is like eating unripe
fruit when there is ripe'''}
ad10mt={91:'''அறம் அறிந்தவர் வாயிலிருந்து பிறந்து, அன்பு கலந்து
உள்நோக்கம் இல்லாது வருவதே இனிய சொல்.''',92:'''முகம் மலர்ந்து இன்சொல் உடையவனாக இருக்கப்பெற்றால், மனம் மகிழ்ந்து பொருள்
கொடுக்கும் ஈகையைவிட நல்லதாகும்.''',93:'''முகத்தால் விரும்பி- இனிமையுடன் நோக்கி- உள்ளம் கலந்து இன்சொற்களைக்
கூறும் தன்மையில் உள்ளதே அறமாகும்.''',94:'''இன்சொல் பேசி எல்லோரிடத்திலும் கனிவுடன் பழகுவோர்க்கு
நட்பில் வறுமை எனும் துன்பமில்லை.''',95:'''வணக்கம் உடையவனாகவும் இன்சொல் வழங்குவோனாகவும் ஆதலே
ஒருவனுக்கு அணிகலனாகும் மற்றவை அணிகள் அல்ல.''',96:'''பிறர்க்கு நன்மையானவற்றை நாடி இனிமை உடையச் சொற்களைச் சொல்லின்,
பாவங்கள் தேய்ந்து குறைய அறம் வளர்ந்து பெருகும்.''',97:'''பிறர்க்கு நன்மையான பயனைத் தந்து நல்ல பண்பிலிருந்து நீங்காத சொற்கள்,
வழங்குவோனுக்கும் இன்பம் தந்து நன்மை பயக்கும்.''',98:'''பிறர்க்குத் துன்பம் விளைக்கும் சிறுமையிலிருந்து நீங்கிய இனிய சொற்கள் மறுமைக்கும்
இம்மைக்கும் வழங்குவோனுக்கு இன்பம் தரும்.''',99:'''இனிய சொற்கள் இன்பம் பயத்தலைக் காண்கின்றவன், அவற்றிற்கு மாறான வன்சொற்களை
வழங்குவது என்ன பயன் கருதியோ?.''',100:'''இனிய சொற்கள் இருக்கும் போது அவற்றை விட்டுக் கடுமையான சொற்களைக் கூறுதல் கனிகள் இருக்கும் போது அவற்றை விட்டு
காய்களைப் பறித்துத் தின்பதைப் போன்றது.'''}
ad10mt1={91:'''அன்பு கலந்து வஞ்சம் அற்றவைகளாகிய சொற்கள், மெய்ப்பொருள்
கண்டவர்களின் வாய்ச்சொற்கள் இன்சொற்களாகும்.''',92:'''முகம் மலர்ந்து இனிமையாகப் பேசுவது, அகம் குளிர்ந்து ஒன்றைக்
கொடுப்பதை விட மேலான பண்பாகும்.''',93:'''முகம் மலர நோக்கி, அகம் மலர இனிய சொற்களைக்
கூறுவதே அறவழியில் அமைந்த பண்பாகும்''',94:'''இன்சொல் பேசி எல்லோரிடத்திலும் கனிவுடன் பழகுவோர்க்கு
நட்பில் வறுமை எனும் துன்பமில்லை.''',95:'''அடக்கமான பண்பும், இனிமையாகப் பேசும் இயல்பும் தவிர, ஒருவருக்குச்
சிறந்த அணிகலன் வேறு இருக்க முடியாது.''',96:'''தீய செயல்களை அகற்றி அறநெறி தழைக்கச் செய்ய வேண்டுமானால்,
இனிய சொற்களைப் பயன்படுத்தி நல்வழி எதுவெனக் காட்ட வேண்டும்.''',
97:'''நன்மையான பயனைத் தரக்கூடிய நல்ல பண்பிலிருந்து விலகாத சொற்கள் அவற்றைக் கூறுவோருக்கும்
இன்பத்தையும், நன்மையையும் உண்டாக்கக் கூடியவைகளாகும்.''',
98:'''சிறுமைத்தனமற்ற இனியசொல் ஒருவனுக்கு அவன் வாழும் போதும், வாழ்ந்து
மறைந்த பிறகும் புகழைத் தரக்கூடியதாகும்.''',99:'''இனிய சொற்கள் இன்பத்தை வழங்கும் என்பதை உணர்ந்தவர் அதற்கு மாறாக
எதற்காகக் கடுஞ் சொற்களைப் பயன்படுத்த வேண்டும்?.''',
100:'''இனிமையான சொற்கள் இருக்கும்போது அவற்றை விடுத்துக் கடுமையாகப் பேசுவது கனிகளை ஒதுக்கி விட்டுக்
காய்களைப் பறித்துத் தின்பதற்குச் சமமாகும்.'''}
ad10mt2={91:'''அறம் அறிந்தவர் வாயிலிருந்து பிறந்து, அன்பு
கலந்து உள்நோக்கம் இல்லாது வருவதே இனிய சொல்.''',
92:'''முகத்தால் விரும்பி, இனிய சொற்களைக் கூறுகிறவனாகவும் ஆகிவிட்டால், உள்ளம் மகிழ்ந்து பொருளைக் கொடுப்பதைக்
காட்டிலும் அது நல்லது.''',93:'''பிறரைப் பார்க்கும்போது முகத்தால் விரும்பி, இனிமையாகப் பார்த்து, உள்ளத்துள்
இருந்து வரும் இனிய சொற்களைச் சொல்வதே அறம் ஆகும்.''',
94:'''எவரிடமும் இன்பம் தரும் இனிய சொற்களைப்
பேசுபவர்க்குத் துன்பம் தரும் வறுமை வராது.''',95:'''தகுதிக்குக் குறைவானவரிடமும் பணிவுடன் இனிய சொற்களைச் சொல்பவனாக ஆவது
ஒருவனுக்கு ஆபரணம் ஆகும்; பிற அணிகள் அணி ஆகா.''',96:'''பிறர்க்கு நன்மை தரும் இனிய சொற்களை மனத்தால் எண்ணிச் சொன்னால், அவனுள்ளும், 
நாட்டிலும் அறம் வளரும்; பாவங்கள் குறையும்.''',97:'''பிறர்க்கு நன்மையைத் தந்து, இனிய பண்பிலிருந்து விலகாத சொல், இம்மைக்கு உலகத்தாரோடு 
ஒற்றுமையையும், மறுமைக்கு அறத்தையும் கொடுக்கும்.''',
98:'''பிறர்க்கு மனத்துன்பம் தராத இனிய சொல் ஒருவனுக்கு 
இம்மையிலும் மறுமையிலும் இன்பம் தரும்.''',99:'''பிறர் சொல்லும் இனிய சொற்கள், இன்பம் தருவதை உணர்ந்தவன், பிறர்க்கும் தனக்கும் துன்பம் தரும் கடும் 
சொற்களைப் பேசுவது என்ன பயன் கருதியோ?.''',
100:'''மனத்திற்கு இன்பம் தரும் சொற்கள் இருக்க, அவற்றை விட்டுவிட்டுத் துன்பம் தரும் சொற்களைக் கூறுவது, 
நல்ல பழம் இருக்க நச்சுக்காயை உண்பது போலாகும்.'''}
ad11={101:'''செய்யாமல் செய்த உதவிக்கு வையகமும்
வானகமும் ஆற்றல் அரிது.''',102:'''காலத்தி னாற்செய்த நன்றி சிறிதெனினும்
ஞாலத்தின் மாணப் பெரிது.''',103:'''பயன்தூக்கார் செய்த உதவி நயன்தூக்கின்
நன்மை கடலின் பெரிது.''',104:'''தினைத்துணை நன்றி செயினும் பனைத்துணையாக்
கொள்வர் பயன்தெரி வார்.''',105:'''உதவி வரைத்தன்று உதவி உதவி
செயப்பட்டார் சால்பின் வரைத்து.''',106:'''மறவற்க மாசற்றார் கேண்மை துறவற்க
துன்பத்துள் துப்பாயார் நட்பு.''',107:'''எழுமை எழுபிறப்பும் உள்ளுவர் தங்கண்
விழுமந் துடைத்தவர் நட்பு.''',108:'''நன்றி மறப்பது நன்றன்று நன்றல்லது
அன்றே மறப்பது நன்று.''',109:'''கொன்றன்ன இன்னா செயினும் அவர்செய்த
ஒன்றுநன்று உள்ளக் கெடும்''',110:'''எந்நன்றி கொன்றார்க்கும் உய்வுண்டாம் உய்வில்லை
செய்ந்நன்றி கொன்ற மகற்கு.'''}
ad11m={101:'''(The gift of) heaven and earth is not an equivalent for a benefit which is
conferred where none had been received.''',102:'''A favor conferred in the time of need, though it be small (in itself),
is (in value) much larger than the world.''',103:'''If we weigh the excellence of a benefit which is conferred without
weighing the return, it is larger than the sea.''',104:'''Though the benefit conferred be as small as a millet seed, those who
know its advantage will consider it as large as a Palmyra fruit.''',
105:'''The benefit itself is not the measure of the benefit; the worth of those
who have received it is its measure.''',106:'''Forsake not the friendship of those who have been your staff in adversity.
Forget not be benevolence of the blameless.''',107:'''(The wise) will remember throughout their seven-fold births the love
of those who have wiped away their affliction.''',
108:'''It is not good to forget a benefit; it is good to forget an injury even in the
very moment (in which it is inflicted).''',109:'''Though one inflict an injury great as murder, it will perish before the
thought of one benefit (formerly) conferred.''',110:'''He who has killed every virtue may yet escape; there is no escape
for him who has killed a benefit.'''}
ad11mt={101:'''தான் ஓர் உதவியும் முன் செய்யாதிருக்கப் பிறன் தனக்கு செய்த உதவிக்கு மண்ணுலகத்தையும் 
விண்ணுலகத்தையும் கைமாறாகக் கொடுத்தாலும் ஈடு ஆக முடியாது.''',102:'''உற்ற காலத்தில் ஒருவன் செய்த உதவி சிறிதளவாக இருந்தாலும்,
அதன் தன்மையை அறிந்தால் உலகைவிட மிகப் பெரிதாகும்.''',103:'''இன்ன பயன் கிடைக்கும் என்றுஆராயாமல் ஒருவன் செய்த உதவியின் அன்புடைமையை
ஆராய்ந்தால் அதன் நன்மை கடலைவிட பெரியதாகும்.''',104:'''ஒருவன் தினையளவாகிய உதவியைச் செய்த போதிலும் அதன் பயனை ஆராய்கின்றவர், 
அதனையே பனையளவாகக் கொண்டு போற்றுவர்.''',105:'''கைமாறாகச் செய்யும் உதவி முன் செய்த உதவியின் அளவை உடையது அன்று,
உதவி செய்யப்பட்டவற்றின் பண்புக்கு ஏற்ற அளவை உடையதாகும்.''',106:'''குற்றமற்றவரின் உறவை எப்போதும் மறக்கலாகாது: துன்பம் வந்த காலத்தில் 
உறுதுணையாய் உதவியவர்களின் நட்பை எப்போதும் விடாலாகாது.''',107:'''தம்முடைய துன்பத்தைப் போக்கி உதவியவரின் நட்பைப் பல்வேறு 
வகையான பிறவியிலும் மறவாமல் போற்றுவர் பெரியோர்.''',108:'''ஒருவரர்முன்செய்த நன்மையை மறப்பது அறம் அன்று; 
அவர் செய்த தீமையைச் செய்த அப்‌பொழுதே மறந்து விடுவது அறம் ஆகும்.''',
109:'''முன் உதவி செய்தவர் பின்புகொன்றார் போன்ற துன்பத்தைச் செய்தாரானாலும், அவர் முன் 
செய்த ஒரு நன்மையை நினைத்தாலும் அந்தத் துன்பம் கெடும்.''',
110:'''எந்த அறத்தை அழித்தவர்க்கும் தப்பிப் பிழைக்க வழி உண்டாகும்;
ஒருவர் செய்த உதவியை மறந்து அழித்தவனுக்கு உய்வு இல்லை.'''}
ad11mt1={101:'''வாராது வந்த மாமணி ( என்பதுபோல், செய்யாமற் செய்த உதவி) என்று புகழத்தக்க அரிய உதவி வழங்கப்பட்டால், 
அதற்கு இந்த வானமும் பூமியும் கூட ஈடாக மாட்டா.''',102:'''தேவைப்படும் காலத்தில் செய்யப்படும் உதவி சிறிதளவாக இருந்தாலும்,
அது உலகத்தைவிடப் பெரிதாக மதிக்கப்படும்.''',103:'''என்ன பயன் கிடைக்கும் என்று எண்ணிப் பார்க்காமலே, 
அன்பின் காரணமாக ஒருவர் செய்த உதவியின் சிறப்பு கடலை விடப் பெரிது.''',
104:'''ஒருவர் செய்யும் தினையளவு நன்மையைக்கூட அதனால் பயன்பெறும் நன்றியுள்ளவர் 
பல்வேறு வகையில் பயன்படக்கூடிய பனையின் அளவாகக் கருதுவார்.''',
105:'''உதவி என்பது, செய்யப்படும் அளவைப் பொருத்துச் சிறப்படைவதில்லை; அந்த உதவியைப் 
பெறுபவரின் பண்பைப் பொருத்தே அதன் அளவு மதிப்பிடப்படும்.''',106:'''மாசற்றவர்களின் உறவை மறக்கவும் கூடாது; துன்பத்தில்
துணை நின்றவர் நட்பைத் துறக்கவும் கூடாது''',107:'''ஏழேழு தலைமுறைக்கு என்றும் ஏழேழு பிறவிக்கு என்றும் மிகைப்படுத்திச் சொல்வதுபோல, ஒருவருடைய துன்பத்தைப் போக்கியவரின்
தூய்மையான நட்பை நினைத்துப் போற்றுவதற்குக் கால எல்லையே கிடையாது.''',
108:'''ஒருவர் நமக்குச் செய்த நன்மையை மறப்பது நல்லதல்ல; அவர் தீமை செய்திருந்தால் 
அதை மட்டும் அக்கணமே மறந்து விடுவது நல்லது.''',109:'''ஒருவர் செய்யும் மிகக் கொடுமையான தீமைகூட நமது உள்ளத்தைப் புண்படுத்தாமல் அகன்றுவிட வேண்டுமானால், அந்த
ஒருவர் முன்னர் நமக்குச் செய்த நன்மையை மட்டும் நினைத்துப் பார்த்தாலே போதுமானது.''',
110:'''எந்த அறத்தை மறந்தார்க்கும் வாழ்வு உண்டு; ஆனால் ஒருவர் செய்த
உதவியை மறந்தார்க்கு வாழ்வில்லை.'''}
ad11mt2={101:'''ஒருவருக்கு ஒரு நன்மையும் நாம் செய்யாத போதும், அவர் நமக்கு உதவினால், அதற்குக் கைம்மாறாக
மண்ணுலகையும் விண்ணுலகயும் கொடுத்தாலும் சமம் ஆகாது.''',102:'''நமக்கு நெருக்கடியான நேரத்தில் ஒருவர் செய்த உதவி, அளவில் சிறியது என்றாலும், உதவிய 
நேரத்தை எண்ண அது இந்தப் பூமியை விட மிகப் பெரியதாகும்''',103:'''இவருக்கு உதவினால் பிறகு நமக்கு இது கிடைக்கும் என்று எண்ணாதவராய் ஒருவர் செய்த உதவியின் அன்பை ஆய்ந்து பார்த்தால்,
அவ்வுதவியின் நன்மை கடலைவிடப் பெரியது ஆகும்.''',104:'''தினை அளவாக மிகச் சிறிய உதவியே செய்யப்பெற்றிருந்தாலும் உதவியின் பயனை நன்கு 
அறிந்தவர் அதைப் பனை அளவு மிகப் பெரிய உதவியாய்க் கருதுவர்.''',105:'''ஒருவர் நமக்குச் செய்த உதவிக்குத் திரும்ப நாம் செய்வது, அவர் செய்த உதவியின் காரணம், பொருள், காலம் பார்த்து அன்று;
உதவியைப் பெற்ற நம் பண்பாட்டுத் தகுதியே அதற்கு அளவாகும்.''',106:'''உன் துன்பத்துள் துணையாக நின்றவரின் நட்பை விடாதே;
அறிவு ஒழுக்கங்களில் குற்றம் இல்லாதவரின் நட்பை மறந்து விடாதே.''',
107:'''தம் துன்பத்தைப் போக்கியவரின் நட்பை ஏழேழு பிறப்பிலும் நல்லவர் எண்ணுவர்.''',
108:'''ஒருவன் நமக்குச் செய்த உதவியை மறப்பது அறம் அன்று; அவன் செய்த தீமையை 
அப்போதே மறப்பது அறம்.''',109:'''முன்பு நன்மை செய்தவரே பின்பு நம்மைக் கொலை செய்வது போன்ற தீமையைச் செய்தாலும் 
அவர் முன்பு செய்த ஒப்பற்ற நன்மையை நினைத்த அளவில் அத்தீமை மறையும்.''',110:'''எத்தனை பெரிய அறங்களை அழித்தவர்க்கும் பாவத்தைக் கழுவ வழிகள் உண்டு. 
ஆனால், ஒருவர் செய்த உதவியை மறந்து தீமை செய்பவனுக்கு வழியே இல்லை.'''}
ad12={111:'''தகுதி எனவொன்று நன்றே பகுதியால்
பாற்பட்டு ஒழுகப் பெறின்.''',112:'''செப்பம் உடையவன் ஆக்கஞ் சிதைவின்றி
எச்சத்திற் கேமாப்பு உடைத்து.''',113:'''நன்றே தரினும் நடுவிகந்தாம் ஆக்கத்தை
அன்றே யொழிய விடல்.''',114:'''தக்கார் தகவிலர் என்பது அவரவர்
எச்சத்தாற் காணப்ப படும்.''',115:'''கேடும் பெருக்கமும் இல்லல்ல நெஞ்சத்துக்
கோடாமை சான்றோர்க் கணி.''',116:'''கெடுவல்யான் என்பது அறிகதன் நெஞ்சம்
நடுவொரீஇ அல்ல செயின்.''',117:'''கெடுவாக வையாது உலகம் நடுவாக
நன்றிக்கண் தங்கியான் தாழ்வு.''',118:'''சமன்செய்து சீர்தூக்குங் கோல்போல் அமைந்தொருபால்
கோடாமை சான்றோர்க் கணி.''',119:'''சொற்கோட்டம் இல்லது செப்பம் ஒருதலையா
உட்கோட்டம் இன்மை பெறின்.''',120:'''வாணிகம் செய்வார்க்கு வாணிகம் பேணிப்
பிறவும் தமபோல் செயின்.'''}
ad12m={111:'''Is there any fastening that can shut in love ?
Tears of the affectionate will publish the love that is within.''',112:'''The wealth of the man of rectitude will not perish, 
but will bring happiness also to his posterity.''',113:'''Forsake in the very moment (of acquisition) that gain which, 
though it should bring advantage, is without equity.''',114:'''The worthy and unworthy may be known by
the existence or otherwise of good off-springs.''',115:'''Loss and gain come not without cause; it is the
ornament of the wise to preserve evenness of mind (under both).''',116:'''Let him whose mind departing from equity commits sin
well consider thus within himself, "I shall perish.".''',117:'''The great will not regard as poverty the low estate of
that man who dwells in the virtue of equity.''',118:'''To incline to neither side, but to rest impartial as
the even-fixed scale is the ornament of the wise.''',119:'''Freedom from obliquity of speech is rectitude,
if there be (corresponding) freedom from bias of mind.''',120:'''The true merchandise of merchants is to guard and
do by the things of others as they do by their own.'''}
ad12mt={111:'''அந்தந்தப் பகுதிதோறும் முறையோடு பொருந்தி ஒழுகப்பெற்றால்,
நடுவுநிலைமை என்று கூறப்படும் அறம் நன்மையாகும்.''',112:'''நடுவுநிலைமை உடையவனின் செல்வவளம் அழிவில்லாமல் அவனுடைய 
வழியில் உள்ளார்க்கும் உறுதியான நன்மை தருவதாகும்.''',113:'''தீமை பயக்காமல் நன்மையே தருவதானாலும் நடுவ
ு நி‌லைமை தவறி உண்டாகும் ஆக்கத்தை அப்போதே கைவிட வேண்டும்.''',114:'''நடுவுநிலைமை உடையவர் நடுவுநிலை‌மை இல்லாதவர் 
என்பது அவரவர்க்குப் பின் எஞ்சி நிற்கும் புகழாலும் பழியாலும் காணப்படும்.''',115:'''கேடும் ஆக்கமும் வாழ்வில் இல்லாதவை அல்ல;
ஆகையால் நெஞ்சில் நடுவுநிலைமை தவறாமல் இருத்தலே சான்றோர்க்கு அழகாகும்.''',116:'''தன் நெஞ்சம் நடுவுநிலை நீங்கித் தவறு செய்ய நினைக்குமாயின்,
நான் கெடப்போகின்றேன் என்று ஒருவன் அறிய வேண்டும்.''',117:'''நடுவுநிலைமை நின்று அறநெறியில்
நிலைத்து வாழகின்றவன் அடைந்த வறுமை நிலையைக் கேடு என கொள்ளாது உலகு.''',118:'''முன்னே தான் சமமாக இருந்து, பின்பு பொருளைச் சீர்தூக்கும் துலாக்கோல் போல் அமைந்து, 
ஒரு பக்கமாக சாயாமல் நடுவுநி‌லைமை போற்றுவது சான்றோர்க்கு அழகாகும்.''',119:'''உள்ளத்தில் கோணுதல் இல்லாத தன்மையை உறுதியாகப் பெற்றால்,
சொல்லிலும் கோணுதல் இல்லாதிருத்தல் நடுவுநிலைமையாம்.''',120:'''பிறர் பொருளையும் தம் பொருள் போல் போற்றிச் செய்தால்,
அதுவே வாணிகம் செய்வோர்க்கு உரி‌ய நல்ல வாணிக முறையாகும்.'''}
ad12mt1={111:'''பகைவர், அயலார், நண்பர் எனப்பகுத்துப் பார்த்து ஒருதலைச் சார்பாக
நிற்காமல் இருத்தலே நன்மை தரக்கூடிய நடுவுநிலைமை எனும் தகுதியாகும்.''',112:'''நடுவுநிலையாளனின் செல்வத்திற்கு அழிவில்லை; அது,
வழிவழித் தலைமுறையினர்க்கும் பயன் அளிப்பதாகும்.''',113:'''நடுவுநிலை தவறுவதால் ஏற்படக்கூடிய பயன் நன்மையையே தரக் கூடியதாக இருந்தாலும்,
அந்தப் பயனைக் கைவிட்டு நடுவுநிலையைத்தான் கடைப்பிடிக்க வேண்டும்.''',114:'''ஒருவர் நேர்மையானவரா அல்லது நெறி தவறி, நீதி தவறி நடந்தவரா என்பது அவருக்குப் பின் எஞ்சி நிற்கப்போகும் புகழ்ச்
சொல்லைக் கொண்டோ அல்லது பழிச் சொல்லைக் கொண்டோதான் நிர்ணயிக்கப்படும்.''',115:'''ஒருவர்க்கு வாழ்வும், தாழ்வும் உலக இயற்கை; 
அந்த இரு நிலைமையிலும் நடுவுநிலையாக இருந்து உறுதி காட்டுவதே பெரியோர்க்கு அழகாகும்.''',116:'''நடுவுநிலைமை தவறிச் செயல்படலாம் என்று ஒரு நினைப்பு ஒருவனுக்கு வந்து 
விடுமானால் அவன் கெட்டொழியப் போகிறான் என்று அவனுக்கே தெரியவேண்டும்.''',117:'''நடுவுநிலைமை தவறாமல் அறவழியில் வாழ்கிற ஒருவருக்கு அதன் காரணமாகச் செல்வம் குவியாமல் 
வறுமை நிலை ஏற்படுமேயானால் அவரை உலகம் போற்றுமே தவிரத் தாழ்வாகக் கருதாது.''',118:'''ஒரு பக்கம் சாய்ந்து விடாமல் நாணயமான தாரசு முள் போல 
இருந்து நியாயம் கூறுவதுதான் உண்மையான நடுவுநிலைமை என்பதற்கு அழகாகும்.''',119:'''நேர்மையும் நெஞ்சுறுதியும் ஒருவர்க்கு 
இருந்தால் அவரது சொல்லில் நீதியும் நியாயமும் இருக்கும். அதற்குப் பெயர்தான் நடுவுநிலைமை.''',
120:'''பிறர் பொருளாக இருப்பினும் அதனைத் தன் பொருளைப் 
போலவே கருதி நேர்மையுடன் வாணிகம் செய்தலே வணிக நெறியெனப்படும்.'''}
ad12mt2={111:'''பகைவர், நண்பர், அயலார் என்னும் பிரிவினர் தோறும் நீதி தவறாது பின்பற்றப்படுமானால் நடுவுநிலைம
ை என்று சொல்லப்படும் ஓர் அறம் மட்டுமே வாழ்க்கைக்குப் போதும்.''',112:'''நீதியை உடையவனின் செல்வம் அழியாமல் அவன் வழியினர்க்குப்
பாதுகாப்பாக இருக்கும்.''',113:'''நன்மையே தருவதாக இருந்தாலும் நீதியை விட்டு விலகுவதால் வரும் லாபத்தை, 
அப்பொழுதே விட்டு விடுக.''',114:'''இவர் நீதியாளர், இவர் நீதியற்றவர் என்ற வேறுபாட்டை அவரவர் தம் செல்வம், புகழ், பிள்ளைகளின்
ஒழுக்கம் ஆகியவற்றால் அறிந்து கொள்ளலாம்.''',115:'''தீமையும் நன்மையும் எல்லார்க்கும் முன்பே குறிக்கப்பட்டு விட்டன; 
இதை அறிந்து நெஞ்சத்தால் நீதி தவறாது இருப்பது சான்றோர்க்கு அழகாகும்.''',116:'''தன் நெஞ்சம் நீதியை விட்டுவிட்டு அநீதி செய்ய எண்ணி னால், 
அதுவே தான் கெடப் போவதற்கு உரிய அறிகுறி.''',117:'''நீதி என்னும் அறவாழ்வு வாழ்ந்தும் ஒருவன் வறுமைப்பட்டுப் போவான் என்றால்,
அதை வறுமை என்று உயர்ந்தோர் எண்ணவேமாட்டார்.''',118:'''முதலில் சமமாக நின்று பிறகு தன்மீது வைக்கப்பட்ட பாரத்தை நிறுத்துக் காட்டும் தராசு போல, 
நீதிக்குரிய இலக்கணங்களால் அமைந்து ஓரம் சார்ந்து விடாமல் இருப்பது சான்றோராகிய நீதிபதிகளுக்கு அழகாம்.''',
119:'''மனம் ஓரஞ் சாராமல் சமமாக நிற்குமானால் சொல்லிலும் அநீதி பிறக்காது; அதுவே நீதி.''',120:'''பிறர் பொருளையும் தம் பொருள் போலக் காத்து, 
வியாபாரம் செய்தால் வியாபாரிகளுக்கு நல்ல வியாபார முறை ஆகும்.'''}
ad13={121:'''அடக்கம் அமரருள் உய்க்கும் அடங்காமை
ஆரிருள் உய்த்து விடும்.''',122:'''காக்க பொருளா அடக்கத்தை ஆக்கம்
அதனினூஉங் கில்லை உயிர்க்கு.''',123:'''செறிவறிந்து சீர்மை பயக்கும் அறிவறிந்து
ஆற்றின் அடங்கப் பெறின்.''',124:'''நிலையின் திரியாது அடங்கியான் தோற்றம்
மலையினும் மாணப் பெரிது.''',125:'''எல்லார்க்கும் நன்றாம் பணிதல் அவருள்ளும்
செல்வர்க்கே செல்வம் தகைத்து.''',126:'''ஒருமையுள் ஆமைபோல் ஐந்தடக்கல் ஆற்றின்
எழுமையும் ஏமாப் புடைத்து.''',127:'''யாகாவா ராயினும் நாகாக்க காவாக்கால்
சோகாப்பர் சொல்லிழுக்குப் பட்டு.''',128:'''ஒன்றானுந் தீச்சொல் பொருட்பயன் உண்டாயின்
நன்றாகா தாகி விடும்.''',129:'''தீயினாற் சுட்டபுண் உள்ளாறும் ஆறாதே
நாவினாற் சுட்ட வடு.''',130:'''கதங்காத்துக் கற்றடங்கல் ஆற்றுவான் செவ்வி
அறம்பார்க்கும் ஆற்றின் நுழைந்து.'''}
ad13m={121:'''Self-control will place (a man) among the Gods; the want of it 
will drive (him) into the thickest darkness (of hell).''',122:'''Let self-control be guarded as a treasure; 
there is no greater source of good for man than that.''',123:'''Knowing that self-control is knowledge, if a man should control himself, 
in the prescribed course, such self-control will bring him distinction among the wise.''',124:'''More lofty than a mountain will be the greatness 
of that man who without swerving from his domestic state, controls himself.''',125:'''Humility is good in all;
but especially in the rich it is (the excellence of) higher riches.''',126:'''Should one throughout a single birth, like a tortoise keep in his five senses,
the fruit of it will prove a safe-guard to him throughout the seven-fold births.''',127:'''Whatever besides you leave unguarded, guard your tongue; 
otherwise errors of speech and the consequent misery will ensue.''',128:'''If a man's speech be productive of a single evil, 
all the good by him will be turned into evil''',129:'''The wound which has been burnt in by fire may heal,
but a wound burnt in by the tongue will never heal.''',130:'''Virtue, seeking for an opportunity, will come into the path of that man who,
possessed of learning and self-control, guards himself against anger.'''}
ad13mt={121:'''அடக்கம் ஒருவனை உயர்த்தித் தேவருள் சேர்க்கும்; அடக்கம் இல்லாதிருத்தல்,
பொல்லாத இருள் போன்ற தீய வாழ்க்கையில் செலுத்தி விடும்.''',122:'''அடக்கத்தை உறுதிப் பொருளாகக் கொண்டு 
போற்றிக் ‌காக்க வேண்டும். அந்த அடக்கத்தைவிட மேம்பட்ட ஆக்கம் உயிர்க்கு இல்லை.''',123:'''அறிய வேண்டியவற்றை அறிந்து, நல்வழியில் அடங்கி ஒழுகப்பெற்றால், 
அந்த அடக்கம் நல்லோரால் அறியப்பட்டு மேன்மை பயக்கும்.''',124:'''தன் நிலையிலிருந்து மாறுபடாமல் அடங்கி ஒழுகுவோனுடைய உயர்வு,
மலையின் உயர்வை விட மிகவும் பெரிதாகும்.''',125:'''பணிவுடையவராக ஒழுகுதல்பொதுவாக எல்லோர்க்கும் நல்லதாகும்; 
அவர்களுள் சிறப்பாகச் செல்வர்க்கே மற்றொரு செல்வம் போன்றதாகும்.''',126:'''ஒரு பிறப்பில், ஆமைபோல் ஐம்பொறிகளையும் அடக்கியாள வல்லவனானால், 
அஃது அவனுக்குப் பல பிறப்பிலும் காப்பாகும் சிறப்பு உடையது.''',127:'''காக்க வேண்டியவற்றுள் எவற்றைக் காக்கா விட்டாலும் நாவையாவது காக்க வேண்டு்ம்; 
காக்கத் தவறினால் சொற்குற்றத்தில் அகப்பட்டுத் துன்புறுவர்.''',128:'''தீய ‌சொற்களின் பொருளால் விளையும் தீமை ஒன்றாயினும் ஒருவனிடம் உண்டானால்,
அதனால் மற்ற அறங்களாலும் நன்மை விளையாமல் போகும்.''',129:'''தீயினால் சுட்ட புண் புறத்தே வடு இருந்தாலும் உள்ளே ஆறிவிடும்;
சினம் தோன்றாமல் காத்து, கல்வி கற்று, அடக்கமுடையவனாக இருக்க வல்லவனுடைய செவ்வியை,
அவனுடைய வழியில் சென்று அறம் பார்த்திருக்கும்.ஆனால் நாவினால் தீய சொல் கூறிச் சுடும் வடு என்றும் ஆறாது.''',130:''''''}
ad13mt1={121:'''அடக்கம் அழியாத புகழைக் கொடுக்கும்.
அடங்காமை வாழ்வையே இருளாக்கி விடும்.''',122:'''மிக்க உறுதியுடன் காக்கப்படவேண்டியது அடக்கமாகும்.
அடக்கத்தைவிட ஆக்கம் தரக் கூடியது வேறொன்றும் இல்லை.''',123:'''அறிந்து கொள்ள வேண்டியவற்றை அறிந்து அதற்கேற்ப அடக்கத்துடன்
நடந்து கொள்பவரின் பண்பை உணர்ந்து பாராட்டுகள் குவியும்''',124:'''உறுதியான உள்ளமும், அத்துடன் ஆர்ப்பாட்டமற்ற அடக்க உணர்வும் கொண்டவரின் உயர்வு
, மலையைவிடச் சிறந்தது எனப் போற்றப்படும்.''',125:'''பணிவு என்னும் பண்பு, எல்லார்க்கும் நலம் பயக்கும்.
ஏற்கனவே செல்வர்களாக இருப்பவர்களுக்கு அந்தப் பண்பு, மேலும் ஒரு செல்வமாகும்.''',126:'''உறுப்புகளை ஓர் ஓட்டுக்குள் அடக்கிக் கொள்ளும் ஆமையைப் போல் ஐம்பொறிகளையும் அடக்கியாளும் உறுதி,
காலமெல்லாம் வாழ்க்கைக்குக் காவல் அரணாக அமையும்.''',127:'''ஒருவர் எதைக் காத்திட முடியாவிட்டாலும் நாவையாவது அடக்கிக் காத்திட வேண்டும்.
இல்லையேல் அவர் சொன்ன சொல்லே அவர் துன்பத்துக்குக் காரணமாகி விடும்.''',128:'''ஒரு குடம் பாலில் துளி நஞ்சுபோல், பேசும் சொற்களில் ஒரு சொல் தீய சொல்லாக இருந்து துன்பம் விளைவிக்குமானாலும்,
அந்தப் பேச்சில் உள்ள நல்ல சொற்கள் அனைத்தும் தீயவாகிவிடும்''',129:'''நெருப்பு சுட்ட புண்கூட ஆறி விடும்; 
ஆனால் வெறுப்புக் கொண்டு திட்டிய சொற்கள் விளைத்த துன்பம் ஆறவே ஆறாது.''',130:'''கற்பவை கற்றுச், சினம் காத்து, அடக்கமெனும் பண்பு 
கொண்டவரை அடைந்திட அறமானது வழிபார்த்துக் காத்திருக்கும்.'''}
ad13mt2={121:'''அடக்கம் ஒருவனைப் பிற்காலத்தில் தேவர் உலகிற்குக் கொண்டு சேர்க்கும்; 
அடங்காமல் வாழ்வதோ அவனை நிறைந்த இருளுக்குக் கொண்டு போகும்.''',122:'''அடக்கத்தைச் செல்வமாக எண்ணிக் காக்க; 
அதைக் காட்டிலும் பெரிய செல்வம் வேறு இல்லை.''',123:'''அடக்கத்துடன் வாழ்வதே அறிவுடைமை என்று அறிந்து, ஒருவன் அடக்கமாக வாழ்ந்தால் அவனது 
அடக்கம் நல்லவர்களால் அறியப்பட்டு அது அவனுக்குப் பெருமையைக் கொடுக்கும்.''',124:'''தன் நேர்மையான வழியை விட்டு விலகாது, அடக்கத்துடன் வாழ்பவனைப்
பற்றிய பிறர் மனத் தோற்றம் மலையைக் காட்டிலும் மிக உயரமானது.''',125:'''செருக்கு இல்லாமல் அடக்கமாக வாழ்வது எல்லார்க்குமே நல்லதுதான்; 
அவ் எல்லாருள்ளும் செல்வர்களுக்கு அது மேலும் ஒரு செல்வமாக விளங்கும்.''',126:'''ஆமை தன் நான்கு கால், ஒரு தலை ஆகிய ஐந்து உறுப்புகளையும் ஆபத்து வரும்போது ஓட்டுக்குள் மறைத்துக் கொள்வது போல, ஒருவன் தன் ஒரு பிறப்பில் மெய், வாய், கண், மூக்கு, செவி ஆகிய ஐந்து பொறிகளையும் அறத்திற்கு மாறான தீமை வரும்போது 
அடக்கும் ஆற்றல் பெறுவான் என்றால், அது அவனுக்குப் பிறவி தோறும் ஏழு பிறப்பிலும் - அரணாக இருந்து உதவும்.''',
127:'''எதைக் காக்க முடியாதவரானாலும் நா ஒன்றையாவது காத்துக் கொள்ள வேண்டும். 
முடியாது போனால் சொல்குற்றத்தில் சிக்கித் துன்பப்படுவர்.''',128:'''தீய சொற்களின் பொருளால் பிறர்க்கு வரும் துன்பம் சிறிதே என்றாலும் அந்தக் குறை ஒருவனிடம்
இருந்தால் அவனுக்குப் பிற அறங்களால் வரும் நன்மையம் தீமையாகப் போய்விடும்.''',129:'''ஒருவனை மற்றொருவன் தீயால் சுட்ட புண் உடம்பின்மேல் வடுவாக இருந்தாலும் உள்ளத்துக் காயம் காலத்தில் ஆறிப்போய்விடும். ஆனால் கொடிய வார்த்தைகளால்
நெஞ்சைச் சுட்ட வடு அதில் புண்ணாகவே கிடந்து ஒரு நாளும் ஆறாது.''',130:'''கல்வி கற்று மனத்துள் கோபம் பிறக்காமல் காத்து, அடக்கமாக வாழும் ஆற்றல் படைத்தவனை அடைவதற்கான
நேரத்தை எதிர்பார்த்து அறம் அவன் வழியில் நுழைந்து காத்து இருக்கும்.'''}
ad14={131:'''ஒழுக்கம் விழுப்பந் தரலான் ஒழுக்கம்
உயிரினும் ஓம்பப் படும்.''',132:'''பரிந்தோம்பிக் காக்க ஒழுக்கம் தெரிந்தோம்பித்
தேரினும் அஃதே துணை.''',133:'''ஒழுக்கம் உடைமை குடிமை இழுக்கம்
இழிந்த பிறப்பாய் விடும்.''',134:'''மறப்பினும் ஓத்துக் கொளலாகும் பார்ப்பான்
பிறப்பொழுக்கங் குன்றக் கெடும்.''',135:'''அழுக்கா றுடையான்கண் ஆக்கம்போன்று இல்லை
ஒழுக்க மிலான்கண் உயர்வு.''',136:'''ஒழுக்கத்தின் ஒல்கார் உரவோர் இழுக்கத்தின்
ஏதம் படுபாக் கறிந்து.''',137:'''ஒழுக்கத்தின் எய்துவர் மேன்மை இழுக்கத்தின்
எய்துவர் எய்தாப் பழி.''',138:'''நன்றிக்கு வித்தாகும் நல்லொழுக்கம் தீயொழுக்கம்
என்றும் இடும்பை தரும்.''',139:'''ஒழுக்க முடையவர்க்கு ஒல்லாவே தீய
வழுக்கியும் வாயாற் சொலல்.''',140:'''உலகத்தோடு ஒட்ட ஒழுகல் பலகற்றும்
கல்லார் அறிவிலா தார்.'''}
ad14m={131:'''Propriety of conduct leads to eminence,
it should therefore be preserved more carefully than life.''',132:'''Let propriety of conduct be laboriously preserved and guarded;
though one know and practise and excel in many virtues, that will be an eminent aid.''',133:'''Propriety of conduct is true greatness of birth,
and impropriety will sink into a mean birth.''',134:'''A Brahman though he should forget the Vedas may recover it by reading; but,
if he fail in propriety of conduct even his high birth will be destroyed.''',135:'''Just as the envious man will be without wealth, 
so will the man of destitute of propriety of conduct be without greatness.''',136:'''Those firm in mind will not slacken in their observance of the proprieties of life,
knowing, as they do, the misery that flows from the transgression from them.''',137:'''From propriety of conduct men obtain greatness; 
from impropriety comes insufferable disgrace.''',138:'''Propriety of conduct is the seed of virtue;
impropriety will ever cause sorrow.''',139:'''Those who study propriety of conduct will not
speak evil, even forgetfully.''',140:'''Those who know not how to act agreeably to the world,
though they have learn many things, are still ignorant.'''}
ad14mt={131:'''ஒழுக்கமே எல்லார்க்கும் மேன்மையைத் தருவதாக இருப்பதால்,
அந்த ஒழுக்கமே உயிரை விடச் சிறந்ததாகப் போற்றப்படும்.''',132:'''ஒழுக்கத்தை வருந்தியும் போற்றிக் காக்க வேண்டும்; பலவற்றையும் ஆராய்ந்து போற்றித் தெளிந்தாலும்,
அந்த ஒழுக்கமே வாழ்க்கையில் துணையாக விளங்கும்.''',133:'''ஒழுக்கம் உடையவராக வாழ்வதே உயர்ந்த குடிப்பிறப்பின் தன்மையாகும்; 
ஒழுக்கம் தவறுதல் இழிந்த குடிப்பிறப்பின் தன்மையாகி விடும்.''',134:'''கற்ற மறைப் பொருளை மறந்தாலும் மீண்டும் அதனை ஓதிக் கற்றுக் கொள்ள முடியும்;
ஆனால் மறை ஓதுவனுடைய குடிப்பிறப்பு, ஒழுக்கம் குன்றினால் கெடு்ம்.''',135:'''பொறாமை உடையவனிடத்தில் ஆக்கம் இல்லாதவாறு போல, 
ஒழுக்கம் இல்லாதவனுடைய வாழ்க்கையில் உயர்வு இல்லையாகும்.''',136:'''ஒழுக்கம் தவறுதலால் குற்றம் உண்டாவதை அறிந்து,
மனவலிமை உடைய சான்றோர் ஒழுக்கத்தில் தவறாமல் காத்துக் கொள்வர்.''',137:'''ஒழுக்கத்தால் எவரும் மேம்பாட்டை அடைவர்; 
ஒழுக்கத்திலிருந்து தவறுதலால் அடையத் தகாத பெரும் பழியை அடைவர்.''',138:'''நல்லொழுக்கம் இன்பமான நல்வாழ்க்கைக்குக் காரணமாக இருக்கும்;
தீயொழுக்கம் எப்போதும் துன்பத்தைக் கொடுக்கும்.''',139:'''தீய சொற்களைத் தவறியும் தம்முடைய வாயால் சொல்லும் குற்றம், 
ஒழுக்கம் உடையவர்க்குப் பொருந்தாததாகும்.''',140:'''உலகத்து உயர்ந்தவரோடு பொருந்த ஒழுகும் முறையைக் கற்காதவர்,
பல நூல்களைக் கற்றிருந்த போதிலும் அறிவில்லாதவரே ஆவர்.'''}
ad14mt1={131:'''ஒருவர்க்கு உயர்வு தரக் கூடியது ஒழுக்கம் என்பதால், 
அந்த ஒழுக்கமே உயிரைவிட மேலானதாகப் போற்றப்படுகிறது.''',132:'''எந்தெந்த வழிகளில் ஆராய்ந்தாலும் வாழ்க்கையில் ஒழுக்கமே சிறந்த துணை என்பதால்,
எத்தகைய துன்பத்தை ஏற்றாவது அதைக் காக்க வேண்டும்''',133:'''ஒழுக்கம் உடையவராக வாழ்வதுதான் உயர்ந்த குடிப்பிறப்புக்கு எடுத்துக் காட்டாகும்.
ஒழுக்கம் தவறுகிறவர்கள் யாராயினும் அவர்கள் இழிந்த குடியில் பிறந்தவர்களாகவே கருதப்படுவர்.''',134:'''பார்ப்பனன் ஒருவன் கற்றதை மறந்துவிட்டால் மீண்டும் படித்துக் கொள்ள முடியும்; ஆனால்,
பிறப்புக்குச் சிறப்பு சேர்க்கும் ஒழுக்கத்திலிருந்து அவன் தவறினால் இழிமகனே ஆவான்.''',135:'''பொறாமையுடையவனுக்கும், 
நல்லொழுக்கமில்லாதவனுக்கும் அமையும் வாழ்வு, உயர்வான வாழ்வாகக் கருதப்பட மாட்டாது.''',136:'''மன உறுதி கொண்டவர்கள் ஒழுக்கம் தவறுவதால் ஏற்படும் 
இழிவை உணர்ந்திருப்பதால், நல்லொழுக்கம் குன்றிடுமளவிற்கு நடக்க மாட்டார்கள்''',137:'''நல்ல நடத்தையினால் உயர்வு ஏற்படும்;
இல்லையேல் இழிவான பழி வந்து சேரும்.''',138:'''நல்லொழுக்கம், வாழ்க்கையில் நன்மைக்கு வித்தாக அமையும்.
தீயொழுக்கம், தீராத துன்பம் தரும்''',139:'''தவறியும்கூடத் தம் வாயால் தகாத சொற்களைச் சொல்வது ஒழுக்கம் 
உடையவர்களிடம் இல்லாத பண்பாகும்.''',140:'''உயர்ந்தோர் ஏற்றுக் கொண்ட ஒழுக்கம் எனும் பண்போடு வாழக் 
கற்காதவர்கள் பல நூல்களைப் படித்திருந்தும்கூட அறிவில்லாதவர்களே ஆவார்கள்.'''}
ad14mt2={131:'''ஒழுக்கம், அதை உடையவர்க்குச் சிறப்பைத் தருவதால்
உயிரைக் காட்டிலும் மேலானதாக அதைக் காக்க வேண்டும்.''',132:'''எதனாலும், அழிந்து போகாமல் ஒழுக்கத்தை விரும்பிக் காத்துக்கொள்க; அறங்கள் பலவற்றையும் ஆய்ந்து, 
இம்மை மறுமைக்குத் துணையாவது எது எனத் தேர்வு செய்தால் ஒழுக்கமே துணையாகும்.''',133:'''தனி மனிதன் தான் வகிக்கும் பாத்திரத்திற்கு ஏற்ற ஒழுக்கம் உடையவனாக வாழ்வதே குடும்பப் பெருமை; 
அத்தகைய ஒழுக்கம் இல்லாது போனால் இழிந்த குடும்பத்தில் பிறந்தது ஆகிவிடும்.''',134:'''பார்ப்பான் தான் கற்ற வேதத்தை மறந்து போனாலும் பிறகு கற்றுக் கொள்ளலாம்; ஆனால், 
அவன் பிறந்த குலத்திற்கு ஏற்ற, மேலான ஒழுக்கத்திலிருந்து தாழ்ந்தால் அவன் குலத்தாலும் தாழ்வான்.''',135:'''பொறாமை உள்ளவனுக்குச் செல்வம் இல்லை என்பது போல், 
ஒழுக்கம் இல்லாதவனுக்கு உயர்குலம் என்பதும் இல்லை.''',136:'''ஒழுக்கம் இழந்தால் தனக்குக் குலத்தாழ்வு உண்டாகும் என அறியும் மன உறுதி உடைய பெரியோர், 
கடினமே என்றாலும் ஒழுக்கத்திலிருந்து விலகமாட்டார்.''',137:'''ஒழுக்கத்தினால் உயர்வை அடைவர்;
ஒழுக்கம் இல்லாதவர் வேண்டாத பழியை அடைவர்.''',138:'''நல்லொழுக்கம், அறமாகிய நன்மைக்கு வித்தாக அமைந்து
இம்மை மறுமையிலும் இன்பம் தரும்; தீயொழுக்கமோ துன்பமே தரும்.''',139:'''மறந்தும் தீய சொற்களைத் தம் வாயால் கூறுவது,
ஒழுக்கம் உடையவர்க்கு முடியாது.''',140:'''முந்திய அறநூல்கள் கூறியவற்றுள் இன்றைக்குப் பொருந்தாதவற்றை விலக்கியும், கூறாதனவற்றுள் பொருந்துவனவற்றை ஏற்றும் வாழக் கல்லாதவர், 
பல்வேறு நூல்களைக் கற்றவரே என்றாலும் அறிவில்லாதவரே.'''}
ad15={141:'''பிறன்பொருளாள் பெட்டொழுகும் பேதைமை ஞாலத்து
அறம்பொருள் கண்டார்கண் இல்.''',142:'''அறன்கடை நின்றாருள் எல்லாம் பிறன்கடை
நின்றாரின் பேதையார் இல்.''',143:'''விளிந்தாரின் வேறல்லர் மன்ற தெளிந்தாரில்
தீமை புரிந்துதொழுகு வார்.''',144:'''எனைத்துணையர் ஆயினும் என்னாம் தினைத்துணையும்
தேரான் பிறனில் புகல்.''',145:'''எளிதென இல்லிறப்பான் எய்துமெஞ் ஞான்றும்
விளியாது நிற்கும் பழி.''',146:'''பகைபாவம் அச்சம் பழியென நான்கும்
இகவாவாம் இல்லிறப்பான் கண்.''',147:'''அறனியலான் இல்வாழ்வான் என்பான் பிறனியலாள்
பெண்மை நயவா தவன்.''',148:'''பிறன்மனை நோக்காத பேராண்மை சான்றோர்க்கு
அறனொன்றோ ஆன்ற வொழுக்கு.''',149:'''நலக்குரியார் யாரெனின் நாமநீர் வைப்பின்
பிறர்க்குரியாள் தோள்தோயா தார்.''',150:'''அறன்வரையான் அல்ல செயினும் பிறன்வரையாள்
பெண்மை நயவாமை நன்று.'''}
ad15m={141:'''The folly of desiring her who is the property of another will not be found in
those who know (the attributes of) virtue and (the rights of) property.''',142:'''Among all those who stand on the outside of virtue, 
there are no greater fools than those who stand outside their neighbour's door.''',143:'''Certainly they are no better than dead men who
desire evil towards the wife of those who undoubtingly confide in them.''',144:'''However great one may be, what does it avail if,
without at all considering his guilt, he goes unto the wife of another?.''',145:'''He who thinks lightly of going into the 
wife of another acquires guilt that will abide with him imperishably and for ever.''',146:'''Hatred, sin, fear, disgrace; these four will never 
leave him who goes in to his neighbor's wife.''',147:'''He who desires not the womanhood of her who should walk according
to the will of another will be praised as a virtuous house-holder.''',148:'''That noble manliness which looks not at the wife of 
another is the virtue and dignity of the great.''',149:'''Explanation: Is it asked, "who are those who shall obtain good in this world surrounded by the terror-producing sea ?" 
Those who touch not the shoulder of her who belongs to another.''',150:'''Though a man perform no virtuous deeds and commit (every) vice, it will be well if he desire 
not the womanhood of her who is within the limit (of the house) of another.'''}
ad15mt={141:'''பிறனுடைய உரிமையாகிய மனைவியை விரும்பி நடக்கும் அறியாமை, 
உலகத்தில் அறமும் பொருளும் ஆராய்ந்து கண்டவரிடம் இல்லை.''',142:'''அறத்தை விட்டுத் தீநெறியில் நின்றவர் எல்லாரிலும் பிறன் மனைவியை விரும்பி
அவனுடைய வாயிலில் சென்று நின்றவரைப் போல் அறிவிலிகள் இல்லை.''',143:'''ஐயமில்லாமல் தெளிந்து நம்பியவருடைய மனைவியிடத்தே விருப்பம் கொண்டு 
தீமையைச் செய்து நடப்பவர், செத்தவரை விட வேறுபட்டவர் அல்லர்.''',144:'''தினையளவும் ஆராய்ந்து பார்க்காமல் பிறனுடைய மனைவியிடம் செல்லுதல்,
எவ்வளவு பெருமையை உடையவராயினும் என்னவாக முடியும்?.''',145:'''இச்செயல் எளியது என எண்ணிப் பிறனுடைய மனைவியிடம் 
நெறி தவறிச் செல்கின்றவன், ‌எப்போதும் அழியாமல் நிலைநிற்கும் பழியை அடைவான்.''',146:'''பகை பாவம் அச்சம் பழி என்னும் இந்நான்கு குற்றங்களும் பிறன்
மனைவியிடத்து நெறி தவறி நடப்பவனிடத்திலிருந்து நீங்காவாம்.''',147:'''அறத்தின் இயல்போடு பொருந்தி இல்வாழ்க்கை வாழ்பவன், 
பிறனுக்கு உரிமையானவளின் பெண் தன்மையை விரும்பாதவனே.''',148:'''பிறனுடைய மனைவியை விரும்பி நோக்காத ‌பெரிய ஆண்மை, 
சான்றோர்க்கு அறம் மட்டும் அன்று; நிறைந்த ஒழுக்கமுமாகும்.''',149:'''கடல் சூழ்ந்த உலகத்தில் நன்மைக்கு உரியவர் யார் என்றொல்
பிறனுக்கு உரிமையானவளின் தோளைப் பொருந்தாதவரே ஆவர்.''',150:'''ஒருவன் அறநெறியில் நிற்காமல் அறமில்லாதவைகளைச் செய்தாலும்,
பிறனுக்கு உரியவளின் பெண்மையை விரும்பாமல் வாழ்தல் நல்லது.'''}
ad15mt1={141:'''பிறன் மனைவியிடத்து விருப்பம் கொள்ளும் அறியாமை, உலகில் அறநூல்களையும் 
பொருள் நூல்களையும் ஆராய்ந்து உணர்ந்தவர்களிடம் இல்லை.''',142:'''பிறன் மனைவியை அடைவதற்குத் துணிந்தவர்கள் அறவழியை விடுத்துத் தீயவழியில் செல்லும் கடைநிலை மனிதர்களைக் காட்டிலும் கீழானவர்கள்.''',
143:'''நம்பி பழகியவர் வீட்டில், அவரது மனைவியிடம் தகாத செயலில் ஈ.டுபட முனைகிறவன்,
உயிர் இருந்தும் பிணத்திற்கு ஒப்பானவனேயாவான்.''',144:'''பிழை புரிகிறோம் என்பதைத் தினையளவுகூடச் சிந்தித்துப் பாராமல், பிறன் மனைவியிடம் விருப்பம் கொள்வது, 
எத்துணைப் பெருமையுடையவரையும் மதிப்பிழக்கச் செய்துவிடும்.''',145:'''எளிதாக அடையலாம் என எண்ணிப் பிறனுடைய 
மனைவியிடம் முறைகேடாக நடப்பவன் என்றும் அழியாத பழிக்கு ஆளாவான்.''',146:'''பிறன் மனைவியிடம் முறைகேடாக நடக்க 
நினைப்பவனிடமிருந்து பகை, தீமை, அச்சம், பழி ஆகிய நான்கும் நீங்குவதில்லை.''',147:'''பிறன் மனைவியிடம் பெண்மை இன்பத்தை நாடிச்
செல்லாதவனே அறவழியில் இல்வாழ்க்கை மேற்கொண்டவன் எனப்படுவான்.''',148:'''வெறொருவன் மனைவியைக் காம எண்ணத்துடன் 
நோக்காத பெருங்குணம் அறநெறி மட்டுமன்று; அது ஒழுக்கத்தின் சிகரமும் ஆகும்.''',149:'''பிறன் மனைவியின் தோளைத் தீண்டாதவரே கடல் சூழ் 
இவ்வுலகின் பெருமைகளை அடைவதற்குத் தகுதியுடையவர்.''',150:'''பிறன் மனைவியை விரும்பிச் செயல்படுவது அறவழியில் 
நடக்காதவர் செயலைவிடத் தீமையானதாகும்.'''}
ad15mt2={141:'''இவ்வுலகில் அறத்தையும், பொருளையும் கற்று அறிந்தவரிடம் அடுத்தவனின் உரிமை 
ஆகிய மனைவி மீது ஆசைப்பட்டு வாழும் அறியாமை இல்லை.''',142:'''பாவ வழியில் நடக்கும் மனிதருள் எல்லாம், அடுத்தவன் மனைவியை விரும்பி 
அவன் வாசலில் நிற்கும் மூடனைப் போன்ற கடை நிலை மனிதர் வேறு இல்லை.''',
143:'''தன்னைச் சந்தேகப்படாதவரின் வீட்டிற்குள் நுழைந்து, அடுத்தவரின் மனைவியுடன் தவறான தொடர்பு கொண்டு வாழ்பவன்,
இறந்து போனவனே அன்றி உயிருடன் வாழ்பவன் அல்லன்.''',144:'''அடுத்தவன் மனைவியை விரும்பித் தன் பிழையைச் சிறிதும் எணணாமல் அவ்வீட்டில் 
நுழைபவன் எத்தனைப் பெருமை உடையவனாய் இருந்துதான் என்ன?.''',145:'''அடைவது எளிது என எண்ணி அடுத்தவன் மனைவியுடன் தவறான தொடர்பு
கொள்பவன், சாவாமல் எப்போதும் நிற்கும் பழியைப் பெறுவான்.''',146:'''அடுத்தவன் மனைவியிடம் வரம்பு கடந்து 
செல்பவனை விட்டுப் பகை, பாவம், பயம், பழி என்ற நான்கும் விலகமாட்டா.''',147:'''அடுத்தவனுக்கு உரிமையானவனின் 
பெண்மையை விரும்பாதவன் அறத்துடன் குடும்பம் நடத்துபவன் எனப்படுவான்.''',148:'''அடுத்தவன் மனைவியை மனத்துள் எண்ணாத பேராண்மை அறம்
மட்டும் அன்று; சான்றோர்க்கு நிறைவான ஒழுக்கமும் ஆகும்.''',149:'''அச்சந்தரும் கடலால் சூழப்பட்ட இவ்வுலகில் எல்லா நன்மைகளும் அடைவதற்கு உரியவர் எவர் என்றால், 
அடுத்தவனுக்கு உரியவளின் தோளைச் சேராதவரே.''',150:'''ஒருவன் அறநெறியில் நிற்காமல் அறமில்லாதவைகளைச் செய்தாலும்,
பிறனுக்கு உரியவளின் பெண்மையை விரும்பாமல் வாழ்தல் நல்லது.'''}
ad16={151:'''அகழ்வாரைத் தாங்கும் நிலம்போலத் தம்மை
இகழ்வார்ப் பொறுத்தல் தலை.''',152:'''பொறுத்தல் இறப்பினை என்றும் அதனை
மறத்தல் அதனினும் நன்று.''',153:'''இன்நம்யுள் இன்மை விருந்தொரால் வன்மையுள்
வன்மை மடவார்ப் பொறை.''',154:'''நிறையுடைமை நீங்காமை வேண்டின் பொற்யுடைமை
போற்றி யொழுகப் படும்.''',155:'''ஒறுத்தாரை ஒன்றாக வையாரே வைப்பர்
பொறுத்தாரைப் பொன்போற் பொதிந்து.''',156:'''ஒறுத்தார்க்கு ஒருநாளை இன்பம் பொறுத்தார்க்குப்
பொன்றுந் துணையும் புகழ்.''',157:'''திறனல்ல தற்பிறர் செய்யினும் நோநொந்து
அறனல்ல செய்யாமை நன்று.''',158:'''மிகுதியான் மிக்கவை செய்தாரைத் தாந்தம்
தகுதியான் வென்று விடல்.''',159:'''துறந்தாரின் தூய்மை உடையர் இறந்தார்வாய்
இன்னாச்சொல் நோற்கிற் பவர்.''',160:'''உண்ணாது நோற்பார் பெரியர் பிறர்சொல்லும்
இன்னாச்சொல் நோற்பாரின் பின்.'''}
ad16m={151:'''To bear with those who revile us, just as the earth bears up those who dig it,
is the first of virtues.''',152:'''Bear with reproach even when you can retaliate; 
but to forget it will be still better than that.''',153:'''To neglect hospitality is poverty of poverty. 
To bear with the ignorant is might of might.''',154:'''If you desire that greatness should never leave,
you preserve in your conduct the exercise of patience.''',155:'''(The wise) will not at all esteem the resentful.
They will esteem the patient just as the gold which they lay up with care.''',156:'''The pleasure of the resentful continues for a day. 
The praise of the patient will continue until (the final destruction of) the world.''',157:'''Though others inflict injuries on you, 
yet compassionating the evil (that will come upon them) it will be well not to do them anything contrary to virtue.''',
158:'''Let a man by patience overcome those who through 
pride commit excesses.''',159:'''Those who bear with the uncourteous speech of the 
insolent are as pure as the ascetics.''',160:'''Those who endure abstinence from food are great, 
next to those who endure the uncourteous speech of others.'''}
ad16mt={151:'''தன்னை வெட்டுவோரையும் விழாமல் தாங்குகின்ற நிலம் போல்,
தம்மை இகழ்வாரையும் பொறுப்பதே தலையான பண்பாகும்.''',152:'''வரம்பு கடந்து பிறர் செய்யும் தீங்கை எப்போதும் பொறுக்க வேண்டும்; 
அத் தீங்கை நினைவிலும் கொள்ளாமல் மறந்து விடுதல் பொறுத்தலை விட நல்லது.''',153:'''வறுமையுள் வறுமை, விருந்தினரைப் போற்றாமல் நீக்குதல்; வல்லமையுள் 
வல்லமை என்பது அறிவிலார் தீங்கு செய்தலைப் பொறுத்தலாகும்.''',154:'''நிறை உடையவனாக இருக்கும் தன்மை தன்னை விட்டு 
நீங்காமல் இருக்க வேண்டினால், பொறுமையைப் போற்றி ஒழுக வேண்டும்.''',155:'''( தீங்கு செய்தவரைப்) பொறுக்காமல் வருத்தினவரை உலகத்தார் ஒரு பொருளாக மதியார்;
ஆனால், பொறுத்தவரைப் பொன்போல் மனத்துள் வைத்து மதிப்பர்.''',156:'''தீங்கு செய்தவரைப் பொறுக்காமல் வருத்தினவர்க்கு ஒருநாள் இன்பமே;
பொறுத்தவர்க்கு உலகம் அழியும் வரைக்கும் புகழ் உண்டு.''',157:'''தகுதி அல்லாதவைகளைத் தனக்குப் பிறர் செய்த போதிலும், அதனால், அவர்க்கு வரும் துன்பத்திற்காக
நொந்து, அறம் அல்லாதவைகளைச் செய்யாதிருத்தல் நல்லது.''',158:'''செருக்கினால் தீங்கானவற்றைச் செய்தவரைத் தாம் தம்முடைய பொறுமைப்
பண்பினால் பொறுத்து வென்று விட வேண்டும்.''',159:'''வரம்பு கடந்து நடப்பவரின் வாயில் பிறக்கும் கொடுஞ்சொற்களைப் பொறுத்துக்
கொள்பவர், துறந்தவரைப் போலத் தூய்மையானவர் ஆவர்.''',160:'''உணவு உண்ணாமல் நோன்பு கிடப்பவர், பிறர் ‌சொல்லும் கொடுஞ் சொற்களைப்
பொறுப்பவர்க்கு அடுத்த நிலையில்தான் பெரியவர் ஆவர்.'''}
ad16mt1={151:'''தன்மீது குழி பறிப்போரையே தாங்குகின்ற பூமியைப் போல் தம்மை இகழ்ந்து பேசுகிறவர்களின் செயலையும் 
பொறுத்துக் கொள்வதே தலைசிறந்த பண்பாகும்.''',152:'''அளவுகடந்து செய்யப்பட்ட தீங்கைப் பொறுத்துக் கொள்வதைக் காட்டிலும், 
அந்தத் தீங்கை அறவே மறந்து விடுவதே சிறந்த பண்பாகும்.''',153:'''வறுமையிலும் கொடிய வறுமை, வந்த விருந்தினரை வரவேற்க முடியாதது. அதைப் போல வலிமையிலேயே 
பெரிய வலிமை அறிவிலிகளின் செயலைப் பொறுத்துக் கொள்வது.''',154:'''பொறுமையின் உறைவிடமாக இருப்பவரைத்தான்
நிறைவான மனிதர் என்று உலகம் புகழும்.''',155:'''தமக்கு இழைக்கப்படும் தீமையைப் பொறுத்துக் கொள்பவர்களை 
உலகத்தார் பொன்னாக மதித்துப் போற்றுவார்கள். பொறுத்துக் கொள்ளாமல் தண்டிப்பவர்களை அதற்கு ஒப்பாகக் 
கருத மாட்டார்கள்.''',156:'''தமக்குக் கேடு செய்தவரை மன்னித்திடாமல் தண்டிப்பவர்க்கு அந்த ஒரு நாள் மட்டுமே இன்பமாக அமையும். மறப்போம் மன்னிப்போம் எனப் பொறுமை கடைப் 
பிடிப்பபோருக்கோ, வாழ்நாள் முழுதும் புகழ்மிக்கதாக அமையும்.''',157:'''பிறர் செய்திடும் இழிவான காரியங்களுக்காகத் துன்பமுற்று வருந்தி, 
பதிலுக்கு அதே காரியங்களைச் செய்து பழி வாங்காமலிருப்பதுதான் சிறந்த பண்பாகும்.''',158:'''ஆணவங் கொண்டு அநீதி விளைவிப்பவர்களை, 
நாம் நம் பொறுமைக் குணத்தால் வென்று விடலாம்.''',159:'''எல்லை கடந்து நடந்து கொள்பவர்களின் கொடிய சொற்களைப் பொறுத்துக்
கொள்பவர்கள் தூய்மையான துறவிகளைப் போன்றவர்கள்.''',160:'''பசி பொறுத்து உண்ணாநோன்பு இருக்கும் உறுதி படைத்தவர்கள் கூடப் பிறர் கூறும் கொடுஞ்சொற்களைப் பொறுத்துக் 
கொள்பவர்களுக்கு, அடுத்த நிலையில்தான் வைத்துப் போற்றப்படுவார்கள்.'''}
ad16mt2={151:'''தன்னையே தோண்டினாலும் தோண்டுபவர் விழுந்துவிடாதபடி தாங்கும் நிலம் போலத், தன்னை வார்த்தைகளால்
அவமதிப்பவரையும் மதித்துப் பொறுப்பது முதன்மை அறம்.''',152:'''தீமையைத் தண்டிக்க முடியும் என்றபோதும் பொறுத்துக் கொள்க; 
அந்தத் தீமையை மனத்துள் வைக்காமல் மறந்தே விடுவது பொறுத்தலையும் விட நல்லது.''',153:'''வறுமையுள் வறுமை, வந்த விருந்தினரை உபசரிக்காதது;
வலிமையுள் வலிமை அற்றவரின் ஆத்திர மூட்டல்களைப் பொறுத்துக் கொள்வது.''',154:'''பொறுமையின் உறைவிடமாக இருப்பவரைத்தான் நிறைவான
மனிதர் என்று உலகம் புகழும்.''',155:'''தனக்குத் தீமை செய்தவரைப் பொறுக்காமல் தண்டித்தவரைப் பெரியோர் ஒரு பொருட்டாக மதிக்கமாட்டார்; 
பொறுத்துக் கொண்டவரையோ பொன்னாகக் கருதி மதிப்பர்.''',156:'''தமக்குத் தீங்கு செய்தவரைத் தண்டித்தவர்க்குத் தண்டித்த அன்று மட்டுமே இன்பம்; 
பொறுத்துக் கொண்டவர்க்கோ உலகம் அழியும் வரை புகழ் இருக்கும்.''',157:'''கொடியவற்றைப் பிறர் தனக்குச் செய்தாலும், பதிலுக்குத் தானும் செய்தால் அவர் வருந்துவார
ே என வருந்தி, அறம் அல்லாதவற்றைச் செய்யாது இருப்பது நல்லது.''',158:'''மனச் செருக்கால் தீமை செய்தவரைப் பொறுமையால் 
வென்றுவிடுக.''',159:'''நெறி கடந்து தீய சொற்களால் திட்டுபவரையும் பொறுத்துக் கொள்பவர். இல்வாழ்க்கையில் 
வாழ்ந்தாலும் துறவியைப் போலத் தூயரே.''',160:'''பிறர் சொல்லும் தீய சொற்களைப் பொறுத்துக் கொள்பவருக்கும் பின்புதான் விரதம்
காரணமாக உணவைத் தவிர்த்து நோன்பு இருப்பவர் பெரியவர் ஆவார்.'''}
ad17={161:'''ஒழுக்காறாக் கொள்க ஒருவன்தன் நெஞ்சத்து
அழுக்காறு இலாத இயல்பு.''',162:'''விழுப்பேற்றின் அஃதொப்பது இல்லையார் மாட்டும்
அழுக்காற்றின் அன்மை பெறின்.''',163:'''அறன்ஆக்கம் வேண்டாதான் என்பான் பிறனாக்கம்
பேணாது அழுக்கறுப் பான்.''',164:'''அழுக்காற்றின் அல்லவை செய்யார் இழுக்காற்றின்
ஏதம் படுபாக்கு அறிந்து.''',165:'''அழுக்காறு உடையார்க்கு அதுசாலும் ஒன்னார்
வழுக்காயும் கேடீன் பது.''',166:'''கொடுப்பது அழுக்கறுப்பான் சுற்றம் உடுப்பதூஉம்
உண்பதூஉம் இன்றிக் கெடும்.''',167:'''அவ்வித்து அழுக்காறு உடையானைச் செய்யவள்
தவ்வையைக் காட்டி விடும்.''',168:'''அழுக்காறு எனஒரு பாவி திருச்செற்றுத்
தீயுழி உய்த்து விடும்.''',169:'''அவ்விய நெஞ்சத்தான் ஆக்கமும் செவ்வியான்
கேடும் நினைக்கப் படும்.''',170:'''அழுக்கற்று அகன்றாரும் இல்லை அஃதுஇல்லார்
பெருக்கத்தில் தீர்ந்தாரும் இல்.'''}
ad17m={161:'''Let a man esteem that disposition which is free from envy in 
the same manner as propriety of conduct.''',162:'''Amongst all attainable excellence 
there is none equal to that of being free from envy towards others.''',163:'''Of him who instead of rejoicing in the
wealth of others, envies it, it will be said "he neither desires virtue not wealth".
''',164:'''(The wise) knowing the misery that comes from transgression will
not through envy commit unrighteous deeds.''',165:'''To those who cherish envy that is enough. 
Though free from enemies that (envy) will bring destruction.''',166:'''He who is envious at a gift (made to another) 
will with his relations utterly perish destitute of food and rainment.''',167:'''Lakshmi envying (the prosperity) of the envious man 
will depart and introduce him to her sister.''',168:'''Envy will destroy (a man's) wealth (in his world) and 
drive him into the pit of fire (in the world to come).''',169:'''The wealth of a man of envious mind and the poverty 
of the righteous will be pondered.''',170:'''Never have the envious become great; never 
have those who are free from envy been without greatness.'''}
ad17mt={161:'''ஒருவன் தன் நெஞ்சில் பொறாமை இல்லாமல் வாழும் இயல்பைத் தனக்கு உரிய 
ஒழுக்க நெறியாகக் கொண்டு போற்ற வேண்டும்.''',162:'''யாரிடத்திலும் பொறாமை இல்லாதிருக்கப் பெற்றால்,
ஒருவன் பெறத்தக்க மேம்பாடான பேறுகளில் அதற்கு ஒப்பானது வேறொன்றும் இல்லை.''',163:'''தனக்கு அறமும் ஆக்கமும் விரும்பாதவன் என்று கருதத் தக்கவனே,
பிறனுடைய ஆக்கத்தைக் கண்டு மகிழாமல் அதற்காகப் பொறாமைப்படுவான்.''',164:'''பொறாமைப்படுதலாகிய தவறான நெறியில் துன்பம் ஏற்படுத‌ை அறிந்து,
பொறாமை காரணமாக அறமல்லாதவைகளைச் செய்யார் அறிவுடையோர்.''',165:'''பொறாமை உடை‌யவர்க்கு வேறு பகை வேண்டா. அஃது ஒன்றே போதும்,
பகைவர் தீங்கு செய்யத் தவறினாலும் தவறாது கேட்டைத் தருவது அது.''',166:'''பிறர்க்கு உதவியாகக் கொடுக்கப்படும் பொருளைக் கண்டு 
பொறாமைப்படுகின்றவனுடைய சுற்றம், உடையும் உணவும் இல்லாமல் கெடும்.''',167:'''பொறாமை உடையவனைத் திருமகள் கண்டு 
பொறாமைப்பட்டுத் தன் தமக்கைக்கு அவனைக் காட்டி நீங்கி விடுவாள்.''',168:'''பொறாமை என்று கூறப்படும் ஒப்பற்ற பாவி,
ஒருவனுடைய செல்வத்தைக் கெடுத்துத் தீய வழியில் அவனைச் செலுத்தி விடும்.''',169:'''பொறாமை பொருந்திய நெஞ்சத்தானுடைய ஆக்கமும்,
பொறாமை இல்லாத நல்லவனுடைய கேடும் ஆராயத் தக்கவை.''',170:'''பொறாமைப்பட்டுப் பெருமையுற்றவரும் உலகத்தில் இல்லை; 
பொறாமை இல்லாதவராய் மேம்பாட்டிலிருந்து நீங்கியவரும் இல்லை.'''}
ad17mt1={161:'''மனத்தில் பொறாமையில்லாமல் வாழும் இயல்பை ஒழுக்கத்திற்குரிய
நெறியாகப் பெற்று விளங்கிட வேண்டும்.''',162:'''யாரிடமும் பொறாமை கொள்ளாத பண்பு ஒருவர்க்கு வாய்க்கப்
பெறுமேயானால் அதற்கு மேலான பேறு அவருக்கு வேறு எதுவுமில்லை.''',163:'''அறநெறியையும், ஆக்கத்தையும் விரும்பிப் போற்றாதவன்தான்,
பிறர் பெருமையைப் போற்றாமல் பொறாமைக் களஞ்சியமாக விளங்குவான்.''',164:'''தீய வழியில் சென்றால் துன்பம் ஏற்படுமென்பதை 
அறிந்தவர்கள் பொறாமையினால் தீச்செயல்களில் ஈ.டுபடமாட்டார்கள்.''',165:'''பொறாமைக் குணம் கொண்டவர்களுக்கு அவர்களை வீழ்த்த வேறு பகையே வேண்டா.
அந்தக் குணமே அவர்களை வீழ்த்தி விடும்.''',166:'''உதவியாக ஒருவருக்குக் கொடுக்கப்படுவதைப் பார்த்துப் பொறாமை கொண்டால் அந்தத் தீய குணம், அவனை மட்டுமின்றி அவனைச்
சார்ந்திருப்போரையும் உணவுக்கும், உடைக்கும்கூட வழியில்லாமல் ஆக்கிவிடும்.''',167:'''செல்வத்தை இலக்குமி என்றும், வறுமையை அவளது அக்காள் மூதேவி என்றும் வர்ணிப்பதுண்டு. பொறாமைக் குணம் கொண்டவனை 
அக்காளுக்கு அடையாளம் காட்டிவிட்டுத் தங்கை இலக்குமி அவனைவிட்டு அகன்று விடுவாள்.''',168:'''பொறாமை எனும் தீமை ஒருவனுடைய 
செல்வத்தையும் சிதைத்துத் தீய வழியிலும் அவனை விட்டுவிடும்.''',169:'''பொறாமைக் குணம் கொண்டவனின் வாழ்க்கை வளமாக இருப்பதும், பொறாமைக் குணம்
இல்லாதவனின் வாழ்க்கை வேதனையாக இருப்பதும் வியப்புக்குரிய செய்தியாகும்.''',170:'''பொறாமை கொண்டதால் புகழ் பெற்று உயர்ந்தோரும் இல்லை; 
பொறாமை இல்லாத காரணத்தால் புகழ் மங்கி வீழ்ந்தோரும் இல்லை.'''}
ad17mt2={161:'''உள்ளத்துள் பொறாமை இல்லாமல் வாழும் குணத்தை,
ஒருவன் தனக்கு உரிய ஒழுக்கமாகக் கொள்க.''',162:'''எவர் இடத்தும் பொறாமை கொள்ளாதிருப்பதை ஒருவன் பெற்றால்
சீரிய சிறப்புகளுள் அது போன்றது வேறு இல்லை.''',163:'''பிறர் உயர்வு கண்டு மகிழாமல் பொறாமைப்படுபவன், 
அறத்தால் வரும் புண்ணியத்தை வேண்டா என மறுப்பவன் ஆவான்.''',164:'''பொறாமை கொண்டால் துன்பம் வரும் என்பதை அறிந்து 
அறிவுடையோர் பொறாமை காரணமாகத் தீமைகளைச் செய்யமாட்டார்.''',165:'''பொறாமை உடையவர்க்குத் தீமை தரப் பகைவர் வேண்டியதில்லை;
பொறாமையே போதும்.''',166:'''பிறர்க்குக் கொடுப்பதைக் கண்டு பொறாமைப் படுகிறவனின் குடும்பம்,
உடுக்கவும், உண்ணவும் இல்லாமல் அலையும்.''',167:'''பிறர் உயர்வு கண்டு பொறாமைப்படுபவனைப் பார்க்கும் திருமகள் வெறுப்புக் கொண்டு தன் அக்காள்
மூதேவிக்கு அவனை அடையாளம் காட்டிவிட்டு விலகிப் போய்விடுவாள்.''',168:'''பொறாமை எனப்படும் ஒப்பில்லாத பாவி எவனிடம் இருக்கிறதோ, 
அவனது செல்வத்தை அழிப்பதோடு, அவனை நரகத்திலும் அது சேர்க்கும்.''',169:'''பொறாமை கொண்ட மனத்தவனின் உயர்வும், 
அது இல்லாத நல்லவனின் தாழ்வும் பற்றி ஆராய்க.''',170:'''பொறாமை கொண்டு உயர்ந்தவரும் இல்லை.
அது இல்லாதபோது தாழ்ந்தவரும் இல்லை.'''}
ad18={171:'''நடுவின்றி நன்பொருள் வெஃகின் குடிபொன்றிக்
குற்றமும் ஆங்கே தரும்.''',172:'''படுபயன் வெஃகிப் பழிப்படுவ செய்யார்
நடுவன்மை நாணு பவர்.''',173:'''சிற்றின்பம் வெஃகி அறனல்ல செய்யாரே
மற்றின்பம் வேண்டு பவர்.''',174:'''இலமென்று வெஃகுதல் செய்யார் புலம்வென்ற
புன்மையில் காட்சி யவர்.''',175:'''அஃகி அகன்ற அறிவென்னாம் யார்மாட்டும்
வெஃகி வெறிய செயின்.''',176:'''அருள்வெஃகி ஆற்றின்கண் நின்றான் பொருள்வெஃகிப்
பொல்லாத சூழக் கெடும்.''',177:'''வேண்டற்க வெஃகியாம் ஆக்கம் விளைவயின்
மாண்டற் கரிதாம் பயன்.''',178:'''அஃகாமை செல்வத்திற்கு யாதெனின் வெஃகாமை
வேண்டும் பிறன்கைப் பொருள்.''',179:'''அறனறிந்து வெஃகா அறிவுடையார்ச் சேரும்
திறன்அறிந் தாங்கே திரு.''',180:'''இறலீனும் எண்ணாது வெஃகின் விறல்ஈனும்
வேண்டாமை என்னுஞ் செருக்கு.'''}
ad18m={171:'''If a man departing from equity covet the property (of others),
at that very time will his family be destroyed and guilt be incurred.''',172:'''Those who blush at the want of equity will not
commit disgraceful acts through desire of the profit that may be gained.''',173:'''Those who desire the higher pleasures (of heaven) will not act unjustly
through desire of the trifling joy. (in this life).''',174:'''The wise who have conquered their senses and are free from crime, will not covet 
(the things of others), with the thought "we are destitute".''',175:'''What is the advantage of extensive and accurate knowledge 
if a man through covetousness act senselessly towards all ?.''',176:'''If he, who through desire of the virtue of kindness abides in the domestic state i.e., the path in which it may be obtained, 
covet (the property of others) and think of evil methods (to obtain it), he will perish.''',177:'''Desire not the gain of 
covetousness. In the enjoyment of its fruits there is no glory.''',178:'''If it is weighed, "what is the indestructibility
of wealth," it is freedom from covetousness.''',179:'''Lakshmi, knowing the manner (in which she may approach) will immediately come to those wise men who, 
knowing that it is virtue, covet not the property of others.''',180:'''To covet (the wealth of another) regardless of 
consequences will bring destruction. That greatness (of mind) which covets not will give victory.'''}
ad18mt={171:'''நடுவுநிலைமை இல்லாமல் பிறர்க்குரிய நல்ல பொருளை ஒருவன் கவர விரும்பினால்
அவனுடைய குடியும் கெட்டுக் குற்றமும் அப்போழுதே வந்து சேரும்.''',172:'''நடுவுநிலைமை அல்லாதவற்றைக் கண்டு நாணி ஒதுங்குகின்றவர், 
பிறர் பொருளைக் கவர்வதால் வரும் பயனை விரும்பிப் பழியான செயல்களைச் செய்யார்.''',173:'''அறநெறியால் பெறும் இன்பத்தை விரும்புகின்றவர்,
நிலையில்லாத சிறிய இன்பத்தை விரும்பி அறம் அல்லாதவற்றைச் செய்யார்.''',174:'''ஐம்புலன்களையும் வென்ற குற்றமில்லாத அறிவை உடையவர்,
யாம் வறுமை அடைந்தோம் என்று எண்ணியும் பிறர் பொருளை விரும்பார்.''',175:'''யாரிடத்திலும் பொருளைக் கவர விரும்பிப் பொருந்தாதவற்றைச் செய்தால், 
நுட்பமானதாய் விரிவுடையதாய் வளர்ந்த அறிவால் பயன் என்ன?.''',176:'''அருளை விரும்பி அறநெறியில் நின்றவன்,
பிறனுடைய பொருளை விரும்பிப் பொல்லாத குற்றங்களை எண்ணினால் கெடுவான்.''',177:'''பிறர் பொருளைக் கவர விரும்புவதால் ஆகும் ஆக்கத்தை விரும்பாதிருக்க வேண்டும்; 
அது பயன் விளைவிக்கும்போது அப்பயன் நன்மையாவது அரிதாகும்.''',178:'''ஒருவனுடைய செல்வத்திற்குக் குறைவு நேராதிருக்க வழி எது என்றால்,
அவன் பிறனுடைய கைப்பொருளை விரும்பாதிருத்தலாகும்.''',179:'''அறம் இஃது என்று அறிந்து பிறர் பொருளை விரும்பாத அறிவுடையாரைத் 
திருமகள் தான் சேரும் திறன் அறிந்து அதற்கு ஏற்றவாறு சேர்வாள்.''',180:'''வி‌ளைவை எண்ணாமல் பிறர் பொருளை விரும்பினால் அஃது அழிவைத் தரும்;
அப்பொருளை விரும்பாமல் வாழும் பெருமை வெற்றியைத் தரும்.'''}
ad18mt1={171:'''மனச்சான்றை ஒதுக்கிவிட்டுப் பிறர்க்குரிய அரும் பொருளைக் கவர்ந்து கொள்ள 
விரும்புகிறவரின் குடியும் கெட்டொழிந்து, பழியும் வந்து சேரும்.''',172:'''நடுவுநிலை தவறுவது நாணித் தலைகுனியத்
தக்கது என்று நினைப்பவர் தமக்கு ஒரு பயன் கிடைக்கும் என்பதற்காக, பழிக்கப்படும் செயலில் ஈ.டுபடமாட்டார்.
''',173:'''அறவழியில் நிலையான பயனை விரும்புகிறவர் 
உடனடிப் பயன் கிடைக்கிறது என்பதற்காக அறவழி தவறி நடக்க மாட்டார்.''',174:'''புலனடக்கம் வாய்ந்த தூயவர், வறுமையில் 
வாடும் நிலையிலேகூடப் பிறர் பொருளைக் கவர்ந்திட விரும்ப மாட்டார்.''',175:'''யாராயிருப்பினும் அவரது உடைமையை அறவழிக்குப் புறம்பாகக் கவர விரும்பினால்
ஒருவருக்குப் பகுத்துணரும் நுண்ணிய அறிவு இருந்துதான் என்ன பயன்?.''',176:'''அருளை விரும்பி அதனை அடைவதற்கான வழியில் செல்பவன் தவறிப்போய்ப் பிறர் பொருளை 
விரும்பிப் பொல்லாத செயலில் ஈ.டுபட்டால் கெட்டொழிய நேரிடும்.''',177:'''பிறர் பொருளைக் கவர்ந்து ஒருவன் வளம்பெற விரும்பினால் 
அந்த வளத்தின் பயன், நலம் தருவதாக இருக்காது.''',178:'''தன்னுடைய செல்வச் செழிப்பு குறையாமலிருக்க வேண்டுமென்றால் பிறருடைய பொருளையும் தானே
அடைய வேண்டுமென்று ஆசைப்படாமலிருக்க வேண்டும்.''',179:'''பிறர் பொருளைக் கவர விரும்பாத அறநெறி உணர்ந்த அறிஞர் பெருமக்களின்
ஆற்றலுக்கேற்ப அவர்களிடம் செல்வம் சேரும்.''',180:'''விளைவுகளைப் பற்றி நினைக்காமல் பிறர் பொருளைக் கவர்ந்துகொள்ள விரும்பினால் அழிவும், 
அத்தகைய விருப்பம் கொள்ளாதிருந்தால் வாழ்க்கையில் வெற்றியும் கிட்டும்.'''}
ad18mt2={171:'''பிறர்க்குரிய பொருளை அநீதியாக விரும்பிக் கவர்ந்தால், கவர்ந்தவனின் 
குடும்பம் அழியும்; குற்றங்கள் பெருகும்.''',172:'''பிறர் பொருளைக் கவர்ந்து அனுபவிக்க எண்ணிப் பழி தரும் செயல்களை,
அறத்தால் வரும் நிலையான இன்பங்களை விரும்புவோர் நிலையில்லாத இன்பத்தை விரும்பிப் பிறர் பொருளைக்கவரும் அறம் இல்லாத செயல்களைச் செய்ய மாட்டார்.நீதிக்கு அஞ்சுபவர் செய்ய மாட்டார்.''',173:'''அறத்தால் வரும் நிலையான இன்பங்களை விரும்புவோர் நிலையில்லாத இன்பத்தை விரும்பிப் பிறர் 
பொருளைக் கவரும் அறம் இல்லாத செயல்களைச் செய்ய மாட்டார்.''',174:'''ஏதும் இல்லாத ஏழையாய் இருக்கிறோமோ என எண்ணி, ஐம்புலன் ஆசைகளையும் வென்ற பேர் அறிஞர், 
பிறர் பொருளைக் கவரமாட்டார்.''',175:'''பிறர் பொருள் மீது, ஆசை கொண்டு எவரிடத்திலும் அறிவற்ற செயல்களைச் செய்தால் செய்பவரின் கூரிய, பல நூல் பயின்று பரந்த 
அறிவினால் அவருக்கு ஆகும் பயன்தான் என்ன?.''',176:'''அருளை விரும்பிக் குடும்ப வாழ்வில் இருப்பவன், பிறர் பொருளுக்கு 
ஆசைப்பட்டுப் பொல்லாதது செய்தால், அவன் கெட்டுப் போவான்.''',177:'''பிறர் பொருளை அவர் விரும்பாதிருக்க, நாம் விரும்பிப் பெற்று அனுபவிக்கும்போது அதன் பயன் நல்லதாக இல்லை என்று அறிவதால்,
பிறர் பொருளைக் கவர்வதற்கு விரும்ப வேண்டா.''',178:'''செல்வம் குறையாமல் இருக்க வழி என்ன என்றால், 
பிறனுக்கு உரிய பொருளை விரும்பாமல் இருப்பதே.''',179:'''பிறர் பொருளுக்கு ஆசைப்படாதிருப்பதே அறம் என்னும் அறிவுடையோரின் பெருமையை அறிந்து, 
திருமகள் தானே அவரிடம் போய் இருப்பாள்.''',180:'''பின் வி‌ளைவை எண்ணாமல் அடுத்தவர் பொருளை விரும்பிக் கவர்ந்தால், அது நமக்கு அழிவைக் கொடுக்கும்;
அதற்கு ஆசைப்படாத செல்வமோ வெற்றியைக் கொடுக்கும்‌.'''}
ad19={181:'''''',182:'''''',183:'''''',184:'''''',185:'''''',186:'''''',187:'''''',188:'''''',189:'''''',190:''''''}
ad=[ad1,ad2,ad3,ad4,ad5,ad6,ad7,ad8,ad9,ad10,ad11]
adm=[ad1m,ad2m,ad3m,ad4m,ad5m,ad6m,ad7m,ad8m,ad9m,ad10m,ad11m]
admt=[ad1mt,ad2mt,ad3mt,ad4mt,ad5mt,ad6mt,ad7mt,ad8mt,ad9mt,ad10mt,ad11mt]
admt1=[ad1mt1,ad2mt1,ad3mt1,ad4mt1,ad5mt1,ad6mt1,ad7mt1,ad8mt1,ad9mt1,ad10mt1,ad11mt1]
admt2=[ad1mt2,ad2mt2,ad3mt2,ad4mt2,ad5mt2,ad6mt2,ad7mt2,ad8mt2,ad9mt2,ad10mt2,ad11mt2]
button = widgets.Button(description="login")
na=['குறள் பால்', 'அதிகாரம்', 'குறள் எண்']
l=['1.கடவுள் வாழ்த்து','2.வான்சிறப்பு','3 நீத்தார் பெருமை','4 அறன் வலியுறுத்தல்','5 இல்வாழ்க்கை','6 வாழ்க்கைத் துணைநலம்','7 மக்கட்பேறு / புதல்வரைப் பெறுதல்','8.அன்புடைமை','9 விருந்தோம்பல்','10 இனியவைகூறல்','11 செய்ந்நன்றி அறிதல்','12 நடுவு நிலைமை','13 அடக்கமுடைமை','14 ஒழுக்கமுடைமை','15 பிறனில் விழையாமை','16 பொறையுடைமை','17 அழுக்காறாமை','18 வெஃகாமை','19 புறங்கூறாமை','20 பயனில சொல்லாமை','21 தீவினையச்சம்','22 ஒப்புரவறிதல்','23 ஈகை','24 புகழ்','25 அருளுடைமை','26 புலான்மறுத்தல்','27 தவம்','28 கூடாவொழுக்கம்','29 கள்ளாமை','30 வாய்மை','31 வெகுளாமை','32 இன்னாசெய்யாமை','33 கொல்லாமை','34 நிலையாமை','35 துறவு','36மெய்யுணர்தல்','37 அவாவறுத்தல்','38 ஊழ்']
kl=['39 இறைமாட்சி','40 கல்வி','41 கல்லாமை','''4 கேள்வி	''','5	அறிவுடைமை','	6  குற்றங்கடிதல்','7 பெரியாரைத் துணைக்கோடல்','8 சிற்றினஞ்சேராமை','9 தெரிந்துசெயல்வகை','10 வலியறிதல்','11 காலமறிதல்','12 இடனறிதல்','13	தெரிந்துதெளிதல்','14  தெரிந்துவினையாடல்', '15 சுற்றந்தழால்','16 பொச்சாவாமை','17	செங்கோன்மை','18 கொடுங்கோன்மை','19 வெருவந்தசெய்யாமை','20 கண்ணோட்டம்','21	ஒற்றாடல்','22	ஊக்கமுடைமை','23 மடியின்மை','24 ஆள்வினையுடைமை','25	இடுக்கணழியாமை','26	அமைச்சு','27 சொல்வன்மை','28 வினைத்தூய்மை','29 வினைத்திட்பம்','30 வினைசெயல்வகை','31 தூது','32 மன்னரைச் சேர்ந்தொழுதல்','33 குறிப்பறிதல்','34 அவையறிதல்','35	அவையஞ்சாமை','36 நாடு','37	அரண்','38 பொருள்செயல்வகை','39 படைமாட்சி','40 படைச்செருக்கு','41	நட்பு','42 நட்பாராய்தல்','43 பழைமை','44 தீ நட்பு','45	கூடாநட்பு','46	பேதைமை','47	புல்லறிவாண்மை','48 இகல்','49 பகைமாட்சி','50 பகைத்திறந்தெரிதல்''51	உட்பகை','52	பெரியாரைப் பிழையாமை','53 பெண்வழிச்சேறல்','54 வரைவின்மகளிர்','55 கள்ளுண்ணாமை','56 சூது','57	மருந்து','58 குடிமை','59 மானம்','60 பெருமை','61 சான்றாண்மை','62	பண்புடைமை','63 நன்றியில்செல்வம','64 நாணுடைமை','65 குடிசெயல்வகை','66	உழவு','67 நல்குரவு','68 இரவு','69  இரவச்சம்','70 கயமை']
ok=['1 தகையணங்குறுத்தல்','2 குறிப்பறிதல்','3 sபுணர்ச்சிமகிழ்தல்','4 நலம்புனைந்துரைத்தல்','5	காதற்சிறப்புரைத்தல்','6	நாணுத்துறவுரைத்தல்','7	அலரறிவுறுத்தல்','8 பிரிவாற்றாமை','9	படர்மெலிந்திரங்கல்','10	கண்விதுப்பழிதல்','11 பசப்புறுபருவரல்','12 தனிப்படர்மிகுதி','13	நினைந்தவர்புலம்பல்','14 கனவுநிலையுரைத்தல்','15 பொழுதுகண்டிரங்கல்','16 உறுப்புநலனழிதல்','17 நெஞ்சொடுகிளத்தல்','18 நிறையழிதல்','19 அவர்வயின்விதும்பல்','20	குறிப்பறிவுறுத்தல்','21 புணர்ச்சிவிதும்பல்','22 நெஞ்சொடுபுலத்தல்','23 புலவி','24	புலவி நுணுக்கம்','25 ஊடலுவகை']
mno=['அறத்துப்பால்','பொருட்பால்','காமத்துப்பால்']
def lp():
    nal=l+kl+ok
    asd=widgets.Dropdown(description='அதிகாரம்',options=nal)
    display(asd)
    amd=widgets.Button(description='click')
    def dej(lmop):
        pm=nal.index(asd.value)
        for ta in ad[pm]:
                            print(Fore.MAGENTA+str(ta),'.',ad[pm][ta])
                            print(Fore.BLUE+'\n','engilsh meaning:','\n',adm[pm][ta])
                            print(Fore.GREEN+'\n','மு.வ உரை:','\n',admt[pm][ta])
                            print(Fore.YELLOW+'\nகலைஞர் உரை:','\n',admt1[pm][ta])
                            print(Fore.RED+'\nசாலமன் பாப்பையா உரை:','\n',admt2[pm][ta])
                            print(Fore.WHITE+'-'*80)
    display(amd)
    amd.on_click(dej)
def bye():
    al = widgets.Dropdown(placeholder='choose',options=mno,disabled=False,ensure_option=True)
    display(al)
    def hibye(lk):
       time.sleep(2)
       if al.value==mno[0]:
         lko=widgets.Dropdown(placeholder='choose',options=l,ensure_option=True,disabled=False)
         display(lko)
         def combo(r1):
              p=l.index(lko.value)
              for t in ad[p]:
                            print(Fore.MAGENTA+str(t),'.',ad[p][t])
                            print(Fore.BLUE+'\n','engilsh meaning:','\n',adm[p][t])
                            print(Fore.GREEN+'\n','மு.வ உரை:','\n',admt[p][t])
                            print(Fore.YELLOW+'\nகலைஞர் உரை:','\n',admt1[p][t])
                            print(Fore.RED+'\nசாலமன் பாப்பையா உரை:','\n',admt2[p][t])
                            print(Fore.WHITE+'-'*80)
         a3=widgets.Button(description='search')
         display(a3)
         a3.on_click(combo)
    a2=widgets.Button(description='search')
    display(a2)
    a2.on_click(hibye)   
def ki():
    lap=widgets.Text(placeholder='enter the kural no',description='திருக்குறள்',disabled=False)
    display(lap)
    for jkl in range(1,len(ad)):
        ad1.update(ad[jkl])
        ad1m.update(adm[jkl])
        ad1mt.update
    pal=widgets.Button(description='தேடல்')
    display(pal)
    def gal(z):
        print(Fore.RED+'\n',lap.value,'.',ad1[int(lap.value)])
        print(Fore.BLUE+'english meaning:','\n',ad1m[int(lap.value)])
        print(Fore.GREEN+'\n','மு.வ உரை:','\n',ad1mt[int(lap.value)])
        print(Fore.MAGENTA+'\nகலைஞர் உரை:','\n',ad1mt1[int(lap.value)])
        print(Fore.YELLOW+'\nசாலமன் பாப்பையா உரை:','\n',ad1mt2[int(lap.value)])
        print(Fore.WHITE+'-'*80)
    pal.on_click(gal)
def hi():
                     mixer.init()
                     alm=mixer.music.load('C:\\Users\\Admin\\Downloads\\Jum.mp3')
                     mixer.music.play()
                     a=widgets.IntProgress(description='Loading:',orientation='horizontal')
                     display(a)
                     for i in range(100):
                              a.value=i
                              time.sleep(0.1)
                     a.close()
                     aml='***************************திருக்குறள்**************************'
                     for ikl in range(64):
                        print(Fore.MAGENTA+aml[ikl],end='')
                        time.sleep(0.2)
                     print()
                     mal=('''திருக்குரல், அல்லது விரைவில் குரால், ஒரு உன்னதமான தமிழ் உரை ஆகும், இது 1,330
ஜோடிகள் அல்லது குரல்களை உள்ளடக்கியது,தனிப்பட்ட நபரின் அன்றாட நற்பண்புகள். தமிழ் இலக்கியங்களில் இப்போது
முழுவதுமாக நிலவும் இரண்டு பழமையான படைப்புகளில் இதுவும் ஒன்றாகும், மற்றொன்று டோல்கப்பியம்.''')     
                     for jkp in range(len(mal)):
                        print(Fore.CYAN+mal[jkp],end='')
                        time.sleep(0.2)
                     la=widgets.Dropdown(options=na,description='தேடல்:',ensure_option=True,disabled=False)
                     display(la)
                     def clickedcombo(li):
                       if la.value==na[0]:
                            bye()
                       elif la.value==na[1]:
                            lp()
                       elif la.value==na[2]:
                             ki()
                     ma=widgets.Button(description='தேடவும்')
                     display(ma)
                     ma.on_click(clickedcombo)
fj=input('enter your name: ')
c=input('enter your username: ')   
a=getpass.getpass('enter youe password: ')
display(button)
d=['surya@thiru.com','kk@thiru.com','siva@thiru.com','lalitsomba@thiru.com','thandi@thiru.com','s']
e=['surya123','kk123','siva123','lalitsomba123','thandi','s']
j=0
def clicked(b):
           if c in d:
               for f in range(len(d)):
                 if d[f]==c:
                     break
               if a==e[f]:
                 hi()
               else:
                     print('wrong password...')
                     
                        
           else:
                    print('wrong username....')
                    cd=widgets.Button(description='sign up')
                    time.sleep(5)
                    display(cd)
                    def clicked2(h):
                            lsm=['@thiru.com','@thirukural.com','@yuva.com','@google.com']
                            cr=random.randint(0,3)
                            username=fj+lsm[cr]
                            ad=random.randint(100,999)
                            password=fj+str(ad)
                            d.append(username)
                            e.append(password)
                            time.sleep(5)
                            print('your username is:',username)
                            print('your password is:',password) 
                            print('your password is your name plus your 3 digit uniq code,your uniq code is: ',ad)
                            print('this is your temporary username and password only....')    
                            mn=widgets.Button(description='sign in')
                            def clicic1ked(cb):
                              hi()
                            display(mn)
                            time.sleep(2)
                            mn.on_click(clicic1ked)
                    cd.on_click(clicked2)
button.on_click(clicked)
